<?php

function tarakan_create_link() {
  $tarakan_links = tarakan_links();
  // Получаем случайное число соответсвующее какому-то объекту
  $i = random_int(1,count($tarakan_links));

  // Генерируем случайное число для Анкора
  $count_anchors_array = count($tarakan_links[$i]['anchors']) - 1;
  $a = random_int(0,$count_anchors_array);

  $random_link = $tarakan_links[$i]['link'];
  $random_anchor = $tarakan_links[$i]['anchors'][$a];
  $prepare_link = '<a href="'.$random_link.'">'.$random_anchor.'</a>';

  return $prepare_link; 
}

function tarakan_links() {
		
  $tarakan_links = Array(
    1 =>
    array (
      "link" => "https://tarakan.org.ua/14-let-svadba-pozdravleniya-pozdravlenie-k-agatovoj-svadbe/",
      "anchors" => array (
        "поздравления с 14 летием свадьбы",
"14 лет свадьбы поздравления",
"14 лет какая свадьба",
"14 лет свадьбы поздравление",
"14 лет свадьбы поздравления жене",
"годовщина 14 лет",
      )
    ),
    2 =>
    array (
      "link" => "https://tarakan.org.ua/arabika-ili-kupazh/",
      "anchors" => array (
        "арабика или купаж",
"что лучше: арабика или купаж",
"арабика или купаж: какая разница",
"арабика или купаж: чем отличается",
"что крепче арабика или купаж",
      )
    ),
    3 =>
    array (
      "link" => "https://tarakan.org.ua/avokado-polza-i-vred/",
      "anchors" => array (
        "користь авокадо",
"користь авокадо для організму",
"коли не можна їсти авокадо",
"користь авокадо для здоров'я",
"користь авокадо для жінок",
"користь авокадо для чоловіків",
"користь авокадо для дітей",
"користь авокадо для вагітних",
"користь авокадо для схуднення",
"яка калорійність авокадо",
"корисні властивості авокадо",
      )
    ),
    4 =>
    array (
      "link" => "https://tarakan.org.ua/city/ahtyrka/kafe-ahtyrka/",
      "anchors" => array (
        "кафе ахтырка",
"кафе в ахтырке",
      )
    ),
    5 =>
    array (
      "link" => "https://tarakan.org.ua/city/ahtyrka/restoran-ahtyrka/",
      "anchors" => array (
        "ресторан ахтырка",
      )
    ),
    6 =>
    array (
      "link" => "https://tarakan.org.ua/city/aleksandriya/",
      "anchors" => array (
        "бар в александрии",
      )
    ),
    7 =>
    array (
      "link" => "https://tarakan.org.ua/city/aleksandriya/kafe-aleksandriya/",
      "anchors" => array (
        "александрия кафе",
"кафе александрия",
      )
    ),
    8 =>
    array (
      "link" => "https://tarakan.org.ua/city/aleksandriya/restoran-aleksandriya/",
      "anchors" => array (
        "ресторан александрия",
"александрия ресторан",
      )
    ),
    9 =>
    array (
      "link" => "https://tarakan.org.ua/city/bahchisaraj/",
      "anchors" => array (
        "бар в бахчисарае",
      )
    ),
    10 =>
    array (
      "link" => "https://tarakan.org.ua/city/bahchisaraj/kafe-bahchisaraj/",
      "anchors" => array (
        "бахчисарай кафе",
      )
    ),
    11 =>
    array (
      "link" => "https://tarakan.org.ua/city/bahchisaraj/restoran-bahchisaraj/",
      "anchors" => array (
        "ресторан в бахчисарае",
      )
    ),
    12 =>
    array (
      "link" => "https://tarakan.org.ua/city/bahmut/",
      "anchors" => array (
        "бахмут кафе",
"бар в бахмуте",
"кафе бахмут",
      )
    ),
    13 =>
    array (
      "link" => "https://tarakan.org.ua/city/bahmut/restoran-bahmut/",
      "anchors" => array (
        "ресторан бахмут",
"бахмут ресторан",
      )
    ),
    14 =>
    array (
      "link" => "https://tarakan.org.ua/city/balakleya/",
      "anchors" => array (
        "балаклея кафе",
"бар в балаклее",
      )
    ),
    15 =>
    array (
      "link" => "https://tarakan.org.ua/city/balakleya/restoran-balakleya/",
      "anchors" => array (
        "ресторан балаклея",
      )
    ),
    16 =>
    array (
      "link" => "https://tarakan.org.ua/city/belaya-czerkov/antikafe-kovorking-belaya-czerkov/",
      "anchors" => array (
        "коворкинг белая церковь",
      )
    ),
    17 =>
    array (
      "link" => "https://tarakan.org.ua/city/belaya-czerkov/bar-belaya-czerkov/",
      "anchors" => array (
        "бар в белой церкви",
      )
    ),
    18 =>
    array (
      "link" => "https://tarakan.org.ua/city/belaya-czerkov/kafe-belaya-czerkov/",
      "anchors" => array (
        "белая церковь кафе",
"кафе белая церковь",
      )
    ),
    19 =>
    array (
      "link" => "https://tarakan.org.ua/city/belaya-czerkov/restoran-belaya-czerkov/",
      "anchors" => array (
        "ресторан белая церковь",
"белая церковь ресторан",
      )
    ),
    20 =>
    array (
      "link" => "https://tarakan.org.ua/city/belgorod-dnestrovskij/bar-belgorod-dnestrovskij/",
      "anchors" => array (
        "бар в белгород-днестровскем",
      )
    ),
    21 =>
    array (
      "link" => "https://tarakan.org.ua/city/belgorod-dnestrovskij/kafe-belgorod-dnestrovskij/",
      "anchors" => array (
        "белгород-днестровский кафе",
      )
    ),
    22 =>
    array (
      "link" => "https://tarakan.org.ua/city/belgorod-dnestrovskij/restoran-belgorod-dnestrovskij/",
      "anchors" => array (
        "ресторан белгород-днестровский",
      )
    ),
    23 =>
    array (
      "link" => "https://tarakan.org.ua/city/berdichev/bar-berdichev/",
      "anchors" => array (
        "бар в бердичеве",
      )
    ),
    24 =>
    array (
      "link" => "https://tarakan.org.ua/city/berdichev/kafe-berdichev/",
      "anchors" => array (
        "бердичев кафе",
"кафе бердичев",
      )
    ),
    25 =>
    array (
      "link" => "https://tarakan.org.ua/city/berdichev/restoran-berdichev/",
      "anchors" => array (
        "ресторан бердичев",
"бердичев ресторан",
      )
    ),
    26 =>
    array (
      "link" => "https://tarakan.org.ua/city/berdyansk/",
      "anchors" => array (
        "бердянск кафе и рестораны",
      )
    ),
    27 =>
    array (
      "link" => "https://tarakan.org.ua/city/berdyansk/bar-berdyansk/",
      "anchors" => array (
        "спорт бар бердянск",
"бердянск караоке бар",
      )
    ),
    28 =>
    array (
      "link" => "https://tarakan.org.ua/city/berdyansk/kafe-berdyansk/",
      "anchors" => array (
        "кафе бердянск",
"бердянск кафе",
"лучшие кафе бердянска",
"кафе в бердянске отзывы",
"бердянск лучшие кафе",
"кафе и рестораны бердянска",
"кафе бердянска цены",
"кафе бердянска",
"кафе бердянска меню",
"кафе в бердянске",
"бердянск кафе на набережной",
      )
    ),
    29 =>
    array (
      "link" => "https://tarakan.org.ua/city/berdyansk/kalyannaya-berdyansk/",
      "anchors" => array (
        "кальян бар бердянск",
      )
    ),
    30 =>
    array (
      "link" => "https://tarakan.org.ua/city/berdyansk/restoran-berdyansk/",
      "anchors" => array (
        "бердянск рестораны",
"лучшие рестораны бердянска",
"бердянская коса рестораны",
"ресторан бердянск",
"рестораны бердянска",
"кафе рестораны бердянска",
"рестораны в бердянске",
      )
    ),
    31 =>
    array (
      "link" => "https://tarakan.org.ua/city/berdyansk/sushi-berdyansk/",
      "anchors" => array (
        "заказать суши в бердянске",
"суши в бердянске",
"суши бердянск меню",
"бердянск суши",
"суши бердянск цены",
"суши бердянск отзывы",
"бердянск заказать суши",
"лучшие суши в бердянске",
"суши бердянск",
"суши бар бердянск",
"бердянск суши бар",
      )
    ),
    32 =>
    array (
      "link" => "https://tarakan.org.ua/city/beregovo/",
      "anchors" => array (
        "берегово кафе",
"бар в берегово",
"кафе берегово",
      )
    ),
    33 =>
    array (
      "link" => "https://tarakan.org.ua/city/beregovo/restoran-beregovo/",
      "anchors" => array (
        "ресторан берегово",
"берегово ресторан",
      )
    ),
    34 =>
    array (
      "link" => "https://tarakan.org.ua/city/borislav/",
      "anchors" => array (
        "борислав кафе",
      )
    ),
    35 =>
    array (
      "link" => "https://tarakan.org.ua/city/borislav/bar-borislav/",
      "anchors" => array (
        "бар в бориславе",
      )
    ),
    36 =>
    array (
      "link" => "https://tarakan.org.ua/city/borislav/restoran-borislav/",
      "anchors" => array (
        "ресторан в бориславе",
      )
    ),
    37 =>
    array (
      "link" => "https://tarakan.org.ua/city/borispol/",
      "anchors" => array (
        "кафе и рестораны борисполя",
      )
    ),
    38 =>
    array (
      "link" => "https://tarakan.org.ua/city/borispol/bar-borispol/",
      "anchors" => array (
        "бар в борисполе",
      )
    ),
    39 =>
    array (
      "link" => "https://tarakan.org.ua/city/borispol/kafe-borispol/",
      "anchors" => array (
        "борисполь кафе",
"кафе борисполь",
"кафе борисполя",
"кафе борисполь цены",
"кафе в аэропорту борисполь",
"кафе в борисполе",
      )
    ),
    40 =>
    array (
      "link" => "https://tarakan.org.ua/city/borispol/restoran-borispol/",
      "anchors" => array (
        "ресторан борисполь",
"борисполь рестораны",
"аэропорт борисполь рестораны",
"лучшие рестораны борисполя",
"грузинский ресторан борисполь",
"рестораны борисполя",
"рестораны в борисполе",
      )
    ),
    41 =>
    array (
      "link" => "https://tarakan.org.ua/city/boyarka/",
      "anchors" => array (
        "кафе боярка",
"боярка кафе",
"бар в боярке",
      )
    ),
    42 =>
    array (
      "link" => "https://tarakan.org.ua/city/boyarka/restoran-boyarka/",
      "anchors" => array (
        "ресторан боярка",
      )
    ),
    43 =>
    array (
      "link" => "https://tarakan.org.ua/city/brovary/bar-brovary/",
      "anchors" => array (
        "бар в броварах",
      )
    ),
    44 =>
    array (
      "link" => "https://tarakan.org.ua/city/brovary/kafe-brovary/",
      "anchors" => array (
        "бровары кафе",
"кафе бровары",
      )
    ),
    45 =>
    array (
      "link" => "https://tarakan.org.ua/city/brovary/restoran-brovary/",
      "anchors" => array (
        "ресторан бровары",
"бровары ресторан",
      )
    ),
    46 =>
    array (
      "link" => "https://tarakan.org.ua/city/bucha",
      "anchors" => array (
        "ресторан буча",
"буча кафе",
"бар в буче",
      )
    ),
    47 =>
    array (
      "link" => "https://tarakan.org.ua/city/bukovel/",
      "anchors" => array (
        "кафе бари ресторани буковеля",
      )
    ),
    48 =>
    array (
      "link" => "https://tarakan.org.ua/city/bukovel/kafe-bukovel/",
      "anchors" => array (
        "кафе в буковеле",
"кафе буковель",
"кафе буковель цены",
"буковель кафе",
"буковель ресторани кафе",
"буковель кафе цены",
      )
    ),
    49 =>
    array (
      "link" => "https://tarakan.org.ua/city/bukovel/restoran-bukovel/",
      "anchors" => array (
        "буковель кафе рестораны",
"буковель рестораны",
"рестораны буковеля",
"лучшие рестораны буковель",
"рестораны буковель",
"рестораны в буковеле",
"рестораны буковеля отзывы",
"лучшие рестораны буковеля",
"рестораны буковеля цены",
"рестораны буковель отзывы",
      )
    ),
    50 =>
    array (
      "link" => "https://tarakan.org.ua/city/cherkassy/",
      "anchors" => array (
        "черкассы кафе рестораны",
"кафе бары черкассы",
"кафе и рестораны черкасс",
"кафе рестораны черкассы",
"кафе и рестораны черкассы",
"суши доставка черкассы",
"суши роллы с собой черкассы",
"суши в черкассах",
"суши черкассы доставка",
"суши черкассы",
"черкассы суши",
"суши заказать черкассы",
"дешевые суши черкассы",
"суши черкассы акции",
"заказать суши черкассы",
      )
    ),
    51 =>
    array (
      "link" => "https://tarakan.org.ua/city/cherkassy/kafe-cherkassy/",
      "anchors" => array (
        "кафе черкассы отзывы",
"кафе на крыше черкассы",
"детские кафе черкассы",
"черкассы кафе",
"кафе в черкассах",
"лучшие кафе черкасс",
"кафе черкассы цены",
      )
    ),
    52 =>
    array (
      "link" => "https://tarakan.org.ua/city/cherkassy/piczcza-cherkassy/",
      "anchors" => array (
        "пиццерии в черкассах",
"пиццерия черкассы",
"пиццерии черкасс",
"новая пиццерия в черкассах",
      )
    ),
    53 =>
    array (
      "link" => "https://tarakan.org.ua/city/cherkassy/restoran-cherkassy/",
      "anchors" => array (
        "лучшие рестораны черкассы",
"китайский ресторан черкассы",
"рестораны черкассы",
"рестораны для свадьбы черкассы",
"рестораны черкасс",
"новые рестораны черкассы",
"рестораны в черкассах",
"мясной ресторан черкассы",
"черкассы рестораны",
"грузинский ресторан черкассы",
"лучшие рестораны черкасс",
      )
    ),
    54 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernigov/",
      "anchors" => array (
        "акции суши чернигов",
"суши чернигов заказать",
"чернигов суши",
"суши чернигов акции",
"суши чернигов",
"суши акции чернигов",
"заказать суши чернигов",
"суши чернигов отзывы",
"кафе и рестораны чернигов",
"кафе рестораны чернигов",
"чернигов кафе рестораны",
      )
    ),
    55 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernigov/kafe-chernigov/",
      "anchors" => array (
        "кафе чернигов цены",
"кафе чернигов",
"кафе с детской площадкой чернигов",
"чернигов кафе",
"кафе на природе чернигов",
"кафе для поминок чернигов",
      )
    ),
    56 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernigov/piczcza-chernigov/",
      "anchors" => array (
        "чернигов пиццерия",
"пиццерия чернигов",
      )
    ),
    57 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernigov/restoran-chernigov/",
      "anchors" => array (
        "грузинский ресторан чернигов",
"чернигов рестораны",
"рестораны чернигов",
"чернигов лучшие рестораны",
      )
    ),
    58 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernomorsk/",
      "anchors" => array (
        "кафе и рестораны черноморска",
"кафе рестораны черноморска",
"черноморск кафе рестораны",
      )
    ),
    59 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernomorsk/bar-chernomorsk/",
      "anchors" => array (
        "черноморск бары",
      )
    ),
    60 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernomorsk/kafe-chernomorsk/",
      "anchors" => array (
        "кафе черноморска",
"кафе в черноморске",
"аренда кафе черноморск",
"черноморск кафе",
"детское кафе черноморск",
"кафе черноморск",
      )
    ),
    61 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernomorsk/restoran-chernomorsk/",
      "anchors" => array (
        "черноморск рестораны",
"рестораны черноморска",
"рестораны черноморск",
"рестораны в черноморске",
"лучшие рестораны черноморска",
      )
    ),
    62 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernomorsk/sushi-chernomorsk/",
      "anchors" => array (
        "суши черноморск круглосуточно",
"суши черноморск",
"черноморск суши",
"суши роллы черноморск",
"суши в черноморске",
"суши бар черноморск",
      )
    ),
    63 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernovczy/",
      "anchors" => array (
        "суши в черновцах",
"суши черновцы круглосуточно",
"черновцы суши",
"суши черновцы",
"черновцы рестораны кафе",
"черновцы кафе рестораны",
      )
    ),
    64 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernovczy/kafe-chernovczy/",
      "anchors" => array (
        "кафе черновцы",
"черновцы кафе",
"кафе с детской комнатой черновцы",
"кафе в черновцах",
"кафе черновцов",
"лучшие кафе черновцов",
      )
    ),
    65 =>
    array (
      "link" => "https://tarakan.org.ua/city/chernovczy/restoran-chernovczy/",
      "anchors" => array (
        "рестораны черновцы",
"премиум ресторан черновцы",
"грузинский ресторан черновцы",
"новый год в черновцах рестораны",
"рестораны города черновцы",
"рестораны в черновцах",
"черновцы рестораны",
"лучшие рестораны черновцов",
      )
    ),
    66 =>
    array (
      "link" => "https://tarakan.org.ua/city/dnepr/",
      "anchors" => array (
        "кафе и рестораны днепра",
"кафе рестораны днепр",
      )
    ),
    67 =>
    array (
      "link" => "https://tarakan.org.ua/city/dnepr/bar-dnepr/",
      "anchors" => array (
        "бары в днепре",
"бары днепр центр",
"днепр бары",
"суши бар днепр",
"пивной бар днепр",
"караоке бар днепр центр",
"лофт бар днепр",
"гриль бар днепр",
"пицца бар днепр",
"бары днепр",
"караоке бар днепр",
"бары днепра",
      )
    ),
    68 =>
    array (
      "link" => "https://tarakan.org.ua/city/dnepr/kafe-dnepr/",
      "anchors" => array (
        "кафе днепр правый берег",
"днепр кафе",
"интересные кафе днепра",
"кафе левый берег днепр",
"кафе с музыкой днепр",
"кафе днепр недорого",
"кафе на набережной днепр",
"кафе днепр левый берег",
"лучшие кафе днепра",
"кафе днепр центр",
"веган кафе днепр",
"вегетарианское кафе днепр",
"кафе в днепре",
"кафе в днепре центр",
"кафе днепра",
"кафе в центре днепра",
"кафе днепр",
      )
    ),
    69 =>
    array (
      "link" => "https://tarakan.org.ua/city/dnepr/restoran-dnepr/",
      "anchors" => array (
        "китайские рестораны днепр",
"днепр лучшие рестораны",
"ресторан грузинской кухни днепр",
"грузинские рестораны в днепре",
"рыбный ресторан днепр",
"рестораны днепра центр",
"ресторан на воде днепр",
"днепр рестораны",
"рестораны на набережной днепр",
"китайский ресторан днепр",
"рестораны днепр",
"рестораны днепр центр",
"рестораны в днепре",
"итальянский ресторан днепр",
"корейский ресторан днепр",
"рестораны днепра",
"семейный ресторан днепр",
"кафе и рестораны днепр",
"лучшие рестораны днепра",
"ресторан китайской кухни днепр",
"грузинский ресторан днепр",
      )
    ),
    70 =>
    array (
      "link" => "https://tarakan.org.ua/city/dnepr/sushi-dnepr/",
      "anchors" => array (
        "суши днепр круглосуточно",
"лучшие суши днепр",
"суши круглосуточно днепр",
"суши акция днепр",
"пицца и суши днепр",
"днепр суши",
"суши заказать днепр",
"суши днепр отзывы",
"суши в днепре",
"суши днепр",
"суши днепр акции",
"вкусные суши днепр",
"суши ресторан днепр",
      )
    ),
    71 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/",
      "anchors" => array (
        "круглосуточные заведения харьков",
"в каком заведении отметить день рождения харьков",
"заведения на сумской харьков",
"недорогие заведения харьков",
"харьков интересные заведения",
"заведения для дня рождения харьков",
"заведения с живой музыкой харьков",
"харьков заведения",
"куда пойти харьков заведения",
"заведения с летней площадкой харьков",
"заведения с детской комнатой харьков",
"заведения на крыше харьков",
"заведение харьков",
"уютные заведения харьков",
"топ заведений харьков",
"кафе рестораны харьков",
      )
    ),
    72 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/antikafe-kovorking-harkov/",
      "anchors" => array (
        "коворкинг харьков",
      )
    ),
    73 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/bar-harkov/",
      "anchors" => array (
        "харьков караоке бар",
"караоке бар харьков",
"кальян бар харьков",
"бар харьков",
"круглосуточные бары харьков",
"харьков бары",
      )
    ),
    74 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/burgernaya-harkov/",
      "anchors" => array (
        "бургеры харьков доставка",
"лучшие бургеры харьков",
"бургеры харьков",
      )
    ),
    75 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/kafe-harkov/",
      "anchors" => array (
        "кафе на салтовке харьков",
"кафе на пушкинской харьков",
"кафе с детской комнатой харьков",
"кафе харьков центр",
"кафе на сумской харьков",
"кафе на крыше харьков",
"где отметить день рождения харьков кафе",
"кафе салтов харьков",
"кафе харьков",
"кафе харьков недорого",
"кафе на петровского харьков",
"вегетарианское кафе харьков",
"необычные кафе харьков",
"харьков кафе",
"харьков круглосуточные кафе",
"детское кафе харьков",
"кафе салтовка харьков",
"недорогие кафе харьков",
"кафе на северной салтовке харьков",
      )
    ),
    76 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/kalyannaya-harkov/",
      "anchors" => array (
        "харьков кальян бар",
      )
    ),
    77 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/kofejnya-harkov/",
      "anchors" => array (
        "харьков кофейни",
"кофейни харьков центр",
"кофейня харьков",
      )
    ),
    78 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/piczcza-harkov/",
      "anchors" => array (
        "пиццерия харьков",
"пиццерия харьков доставка",
"лучшая пиццерия харьков",
"харьков пиццерия",
"пиццерия на одесской харьков",
      )
    ),
    79 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/restoran-harkov/",
      "anchors" => array (
        "рестораны для свадьбы харьков",
"мясной ресторан харьков",
"китайский ресторан харьков",
"рестораны с летней террасой харьков",
"итальянский ресторан харьков",
"рестораны морепродуктов харьков",
"рестораны на сумской харьков",
"рыбные рестораны харьков",
"харьков рестораны",
"итальянские рестораны харьков",
"рестораны с живой музыкой харьков",
"ресторан рыбный харьков",
"ресторан грузинской кухни харьков",
"рестораны харьков",
"индийский ресторан харьков",
"рестораны харьков центр",
"ресторан украинской кухни харьков",
"турецкий ресторан харьков",
"грузинский ресторан харьков",
"ресторан на крыше харьков",
"корейский ресторан харьков",
"рыбный ресторан харьков",
"пивной ресторан харьков",
"мясные рестораны харьков",
"ресторан морепродуктов харьков",
      )
    ),
    80 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/sushi-harkov/",
      "anchors" => array (
        "суши харьков отзывы",
"суши доставка харьков",
"лучшие суши харьков",
"вкусные суши харьков",
"суши харьков круглосуточно",
"суши харьков акции",
"суши харьков салтовка",
"ресторан суши харьков",
"суши бар харьков",
"дешевые суши харьков",
"суши на студенческой харьков",
"недорогие суши харьков",
"запеченные суши харьков",
"суши пицца харьков",
"суши заказать харьков",
"суши ресторан харьков",
"суши акция харьков",
"харьков суши",
"суши харьков недорого",
"дешёвые суши харьков",
"самые вкусные суши харьков",
"суши круглосуточно харьков",
      )
    ),
    81 =>
    array (
      "link" => "https://tarakan.org.ua/city/harkov/zagorodnyj-restoran-harkov/",
      "anchors" => array (
        "загородные рестораны харьков",
      )
    ),
    82 =>
    array (
      "link" => "https://tarakan.org.ua/city/herson/",
      "anchors" => array (
        "рестораны и кафе херсона",
"кафе херсона для дня рождения",
"кафе и рестораны херсона",
"кафе кондитерская херсон",
"кафе и рестораны херсон",
"суши сет херсон",
"суши в херсоне",
"дешевые суши херсон",
"суши херсон круглосуточно",
"херсон суши",
"суши херсон",
      )
    ),
    83 =>
    array (
      "link" => "https://tarakan.org.ua/city/herson/bar-herson/",
      "anchors" => array (
        "суши бар в херсоне",
"суши бар херсон",
"бары херсона",
"кальян бар херсон",
"караоке бар херсон",
"пивной бар херсон",
"бар херсон",
      )
    ),
    84 =>
    array (
      "link" => "https://tarakan.org.ua/city/herson/kafe-herson/",
      "anchors" => array (
        "кафе в херсоне",
"недорогие кафе херсона",
"кафе для свадьбы херсон",
"кафе херсона цены",
"херсон кафе",
"кафе херсон",
"кафе в центре херсона",
"херсон кафе с детской комнатой",
      )
    ),
    85 =>
    array (
      "link" => "https://tarakan.org.ua/city/herson/pab-herson/",
      "anchors" => array (
        "паб херсон",
"пабы херсона",
      )
    ),
    86 =>
    array (
      "link" => "https://tarakan.org.ua/city/herson/piczcza-herson/",
      "anchors" => array (
        "херсон пиццерия",
"пиццерии херсона",
"пиццерия в херсоне",
"пиццерия херсон",
"пиццерии херсон",
      )
    ),
    87 =>
    array (
      "link" => "https://tarakan.org.ua/city/herson/restoran-herson/",
      "anchors" => array (
        "ресторан херсон",
"херсон рестораны",
"грузинский ресторан херсон",
"рестораны херсона на воде",
"лучшие рестораны херсона",
"рестораны херсона для свадьбы",
"рестораны херсона",
"меню ресторанов херсона",
"новый год в ресторанах херсона",
      )
    ),
    88 =>
    array (
      "link" => "https://tarakan.org.ua/city/hmelniczkij/",
      "anchors" => array (
        "кафе бары рестораны хмельницкого",
      )
    ),
    89 =>
    array (
      "link" => "https://tarakan.org.ua/city/hmelniczkij/bar-hmelniczkij/",
      "anchors" => array (
        "гриль бар хмельницкий",
"караоке бар хмельницкий",
      )
    ),
    90 =>
    array (
      "link" => "https://tarakan.org.ua/city/hmelniczkij/kafe-hmelniczkij/",
      "anchors" => array (
        "кафе в хмельницком",
"хмельницкий кафе",
"кафе хмельницкого",
"кафе хмельницкий",
      )
    ),
    91 =>
    array (
      "link" => "https://tarakan.org.ua/city/hmelniczkij/restoran-hmelniczkij/",
      "anchors" => array (
        "рестораны в хмельницком",
"лучшие рестораны хмельницкого",
"рестораны хмельницкого",
"хмельницкий рестораны",
"ресторан хмельницкий",
"грузинский ресторан хмельницкий",
      )
    ),
    92 =>
    array (
      "link" => "https://tarakan.org.ua/city/hmelniczkij/sushi-hmelniczkij/",
      "anchors" => array (
        "кафе и рестораны хмельницкого",
"лучшие суши в хмельницком",
"суши бар хмельницкий",
"суши хмельницкий",
"суши в хмельницком",
"суши бар в хмельницком",
"хмельницкий суши",
      )
    ),
    93 =>
    array (
      "link" => "https://tarakan.org.ua/city/horol/",
      "anchors" => array (
        "ресторан хорол",
"хорол кафе",
"бар в хороле",
"хорол ресторан",
"кафе хорол",
      )
    ),
    94 =>
    array (
      "link" => "https://tarakan.org.ua/city/irpen/",
      "anchors" => array (
        "ирпень кафе рестораны",
"кафе рестораны ирпень",
      )
    ),
    95 =>
    array (
      "link" => "https://tarakan.org.ua/city/irpen/bar-irpen/",
      "anchors" => array (
        "караоке бар ирпень",
"ирпень кальян бар",
      )
    ),
    96 =>
    array (
      "link" => "https://tarakan.org.ua/city/irpen/kafe-irpen/",
      "anchors" => array (
        "кафе ирпеня",
"семейное кафе ирпень",
"аренда кафе ирпень",
"ирпень кафе",
"кафе ирпень",
"кафе в ирпене",
"детское кафе ирпень",
"кафе с детской комнатой ирпень",
      )
    ),
    97 =>
    array (
      "link" => "https://tarakan.org.ua/city/irpen/kofejnya-irpen/",
      "anchors" => array (
        "ирпень кофейни",
"кофейни ирпень",
      )
    ),
    98 =>
    array (
      "link" => "https://tarakan.org.ua/city/irpen/piczcza-irpen/",
      "anchors" => array (
        "пиццерия в ирпене",
"пиццерия ирпень",
"ирпень пиццерия",
      )
    ),
    99 =>
    array (
      "link" => "https://tarakan.org.ua/city/irpen/restoran-irpen/",
      "anchors" => array (
        "рестораны в ирпене",
"рестораны ирпеня",
"лучшие рестораны ирпеня",
"ресторан для свадьбы ирпень",
"рестораны ирпень",
"ирпень рестораны",
      )
    ),
    100 =>
    array (
      "link" => "https://tarakan.org.ua/city/irpen/sushi-irpen/",
      "anchors" => array (
        "суши ирпень акции",
"заказать суши ирпень",
"суши бар ирпень",
"вкусные суши ирпень",
"суши и роллы ирпень",
"суши ирпень",
"доставка суши ирпень",
"суши заказать ирпень",
"ирпень суши",
      )
    ),
    101 =>
    array (
      "link" => "https://tarakan.org.ua/city/ivano-frankovsk/bar-ivano-frankovsk/",
      "anchors" => array (
        "бары ивано франковска",
      )
    ),
    102 =>
    array (
      "link" => "https://tarakan.org.ua/city/ivano-frankovsk/kafe-ivano-frankovsk/",
      "anchors" => array (
        "ивано франковск интересные кафе",
"необычные кафе ивано франковска",
"кафе ивано франковска",
"кафе ивано франковск",
"ивано франковск кафе",
      )
    ),
    103 =>
    array (
      "link" => "https://tarakan.org.ua/city/ivano-frankovsk/restoran-ivano-frankovsk/",
      "anchors" => array (
        "лучшие рестораны ивано франковска",
"ивано франковск рестораны",
"рестораны ивано франковск",
"рестораны ивано франковска",
"ивано франковск кафе рестораны",
      )
    ),
    104 =>
    array (
      "link" => "https://tarakan.org.ua/city/ivano-frankovsk/sushi-ivano-frankovsk/",
      "anchors" => array (
        "ивано франковск суши",
"суши ивано франковск",
"суши в ивано франковске",
"кафе в ивано франковске",
      )
    ),
    105 =>
    array (
      "link" => "https://tarakan.org.ua/city/kamenecz-podolskij/",
      "anchors" => array (
        "каменец подольский кафе рестораны",
"кафе и рестораны каменец подольского",
      )
    ),
    106 =>
    array (
      "link" => "https://tarakan.org.ua/city/kamenecz-podolskij/restoran-kamenecz-podolskij/",
      "anchors" => array (
        "рестораны каменец подольский",
"каменец подольский рестораны",
"рестораны каменец подольского",
"лучшие рестораны каменец подольского",
      )
    ),
    107 =>
    array (
      "link" => "https://tarakan.org.ua/city/kamenskoe/",
      "anchors" => array (
        "кафе и рестораны каменского",
      )
    ),
    108 =>
    array (
      "link" => "https://tarakan.org.ua/city/kamenskoe/bar-kamenskoe/",
      "anchors" => array (
        "лаунж бар каменское",
      )
    ),
    109 =>
    array (
      "link" => "https://tarakan.org.ua/city/kamenskoe/kafe-kamenskoe/",
      "anchors" => array (
        "кафе каменское",
"кафе каменского",
"каменское кафе",
"кафе в каменском",
      )
    ),
    110 =>
    array (
      "link" => "https://tarakan.org.ua/city/kamenskoe/restoran-kamenskoe/",
      "anchors" => array (
        "рестораны каменское",
"рестораны каменского",
"каменское рестораны",
"рестораны в каменском",
"грузинский ресторан каменское",
"новый ресторан каменское",
      )
    ),
    111 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/",
      "anchors" => array (
        "заведения с красивым видом киев",
"новые заведения киев",
"заведения на крыше киев",
"заведения с настольными играми киев",
"веганские заведения киев",
"заведения с летней террасой киев",
"заведения с детской комнатой киев",
"заведения на воде киев",
"заведения с летней площадкой киев",
"недорогие заведения киев",
"оригинальные заведения киев",
"грузинские заведения киев",
"бюджетные заведения киев",
"круглосуточные заведения киев",
"заведения здорового питания киев",
"киев круглосуточные заведения",
"киев новые заведения",
"заведения с живой музыкой киев",
"дешевые заведения киев",
"заведения на вднх киев",
"заведения на левом берегу киев",
"заведения киев",
"заведения с террасой киев",
"заведения киев центр",
"тематические заведения киев",
"киев топ заведений",
"киев заведения",
"заведения для корпоратива киев",
"необычные заведения киев",
"романтические заведения киев",
"заведения на природе киев",
      )
    ),
    112 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/antikafe-kovorking-kiev/",
      "anchors" => array (
        "коворкинг для мам киев",
"аренда коворкинга киев",
"коворкинг киев льва толстого",
"коворкинг вднх киев",
"коворкинг киев цена",
"коворкинг офисы киев",
"коворкинг академгородок киев",
"коворкинг оболонь киев",
"коворкинг киев левобережная",
"коворкинг киев шулявка",
"коворкинг киев центр",
"коворкинг киев",
"коворкинг киев подол",
"коворкинг киев бесплатно",
"киев коворкинг центр",
"коворкинг кафе киев",
"коворкинг киев печерск",
"коворкинг киев оболонь",
"круглосуточный коворкинг киев",
"киев коворкинг",
"коворкинг с компьютерами киев",
"коворкинг с детьми киев",
"коворкинг почасово киев",
"дешевый коворкинг киев",
"коворкинг киев позняки",
"коворкинг киев недорого",
"бесплатный коворкинг киев",
"коворкинг киев почасово",
"коворкинг киев левый берег",
"коворкинг киев голосеевский",
"антикафе киев оболонь",
"антикафе киев акции",
"антикафе киев политех",
"список антикафе киев",
"антикафе центр киев",
"антикафе киев настольные игры",
"антикафе киев левый берег",
"антикафе лофт киев",
"антикафе киев круглосуточно",
"антикафе киев льва толстого",
"антикафе киев с алкоголем",
"антикафе с приставками киев",
"киев антикафе",
"аренда антикафе киев",
"антикафе с настольными играми киев",
"топ антикафе киев",
"антикафе киев позняки",
"антикафе караоке киев",
"антикафе киев с отдельными комнатами",
"антикафе аренда комнаты киев",
"антикафе киев подол",
"антикафе киев со своим алкоголем",
"антикафе с приставкой киев",
"антикафе для дня рождения киев",
"лучшие антикафе киев",
"антикафе киев",
"антикафе левый берег киев",
"антикафе киев цены",
"антикафе киев центр",
"антикафе киев с приставками",
      )
    ),
    113 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/bar-kiev/",
      "anchors" => array (
        "караоке бар киев недорого",
"бары с музыкой киев",
"интересные лаунж бары киев",
"круглосуточные бары киев",
"коктейль бар киев",
"бар на крыше киев",
"лаунж бар киев",
"футбольный бар киев",
"новые бары киев",
"бары с террасой киев",
"бары киев центр",
"пар бар киев цены",
"киев бары",
"рок бар киев",
"спорт бар киев",
"бары с террасами киев",
"пицца бар киев",
"винный бар киев",
"караоке бар киев",
"дешевые бары киев",
"бар ресторан киев",
"бары с живой музыкой киев",
"бары киев круглосуточно",
"пивной бар киев",
      )
    ),
    114 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/burgernaya-kiev/",
      "anchors" => array (
        "лучшие бургеры киев",
"бургеры круглосуточно киев",
"бургеры киев позняки",
"веганские бургеры киев",
"бургер бар киев меню",
"киев бургеры",
"бургеры доставка киев",
"вкусные бургеры киев",
"круглосуточная доставка бургеров киев",
"бургерная киев",
      )
    ),
    115 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/kafe-kiev/",
      "anchors" => array (
        "кафе бар киев",
"кафе киев центр",
"детское кафе киев",
"китайское кафе киев",
"кафе для компании киев",
"кафе для сыроедов киев",
"кафе с террасой киев",
"кафе киев троещина",
"кафе со скидками на день рождения киев",
"кафе днепровский район киев",
"детское кафе киев левый берег",
"кафе позняки киев",
"кафе с музыкой киев",
"кафе на улице киев",
"кафе с приглушенным светом киев",
"кафе для веганов киев",
"кафе 24 7 киев",
"кафе с пуфиками киев",
"тематические кафе киев",
"кафе с детской площадкой киев",
"кафе с играми киев",
"кафе для дня рождения киев",
"грузинское кафе киев",
"кафе с мороженым киев",
"кафе центр киев",
"кафе с животными киев",
"кафе на набережной киев",
"круглосуточные кафе киев",
"недорогие кафе киев",
"кафе рестораны на окружной киев",
"кафе для поминок киев",
"кафе и рестораны киев",
      )
    ),
    116 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/kalyannaya-kiev/",
      "anchors" => array (
        "кальян бар киев",
      )
    ),
    117 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/kofejnya-kiev/",
      "anchors" => array (
        "интересные кофейни киев",
"кофейни в центре киев",
"кофейни на подоле киев",
"кофейня киев",
"уютные кофейни киев",
"красивые кофейни киев",
"киев кофейни",
      )
    ),
    118 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/pab-kiev/",
      "anchors" => array (
        "рейтинг пабов киев",
"пабы с живой музыкой киев",
"киев паб",
"паб киев центр",
"паб с большим экраном киев",
"паб бар киев",
"ирландский паб киев",
"новый год в пабе киев",
"дешевый паб киев",
"пивной паб киев",
"паб киев футбол",
"паб на оболони киев",
      )
    ),
    119 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/piczcza-kiev/",
      "anchors" => array (
        "пиццерия академгородок киев",
"пиццерии киев доставка",
"пиццерия киев недорого",
"пиццерия киев центр",
"детский день рождения в пиццерии киев",
"пиццерия киев акции",
"круглосуточная пиццерия киев",
"пиццерия киев доставка",
"рейтинг пиццерий с доставкой киев",
"пиццерия киев левый берег",
"пиццерия круглосуточно киев",
"итальянская пиццерия киев",
"лучшие пиццерии киев",
"пиццерия с детской комнатой киев",
"недорогая пиццерия киев",
"хорошая пиццерия киев",
"пиццерия вднх киев",
"лучшая пиццерия киев",
"сеть пиццерий киев",
"пиццерия на троещине киев",
"пиццерия на оболони киев",
"топ пиццерий киев",
      )
    ),
    120 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/restoran-kiev/",
      "anchors" => array (
        "вьетнамский ресторан киев",
"аренда ресторана киев",
"рестораны на набережной киев",
"татарский ресторан киев",
"ресторан французской кухни киев",
"ресторан подол киев",
"пивной ресторан киев",
"рестораны с музыкой киев",
"тайский ресторан киев",
"ресторан морепродуктов киев",
"ресторан японской кухни киев",
"ресторан в лесу киев",
"мясной ресторан киев",
"украинские рестораны киев",
"корейские рестораны киев",
"ресторан для маленькой свадьбы киев",
"рестораны на природе киев",
"семейные рестораны киев",
"мясные рестораны киев",
"рестораны итальянской кухни киев",
"рестораны на подоле киев",
"украинский ресторан киев",
"рестораны с бассейном киев",
"рестораны с беседками киев",
"рестораны азиатской кухни киев",
"ресторан для дня рождения киев",
"рестораны левый берег киев",
"ресторан индийской кухни киев",
"ресторан караоке киев",
      )
    ),
    121 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/sushi-kiev/",
      "anchors" => array (
        "вкусные суши киев отзывы",
"суши оболонь киев",
"суши на борщаговке киев",
"самые вкусные суши киев",
"суши с доставкой киев",
"дешевые и вкусные суши киев",
"рейтинг суши киев",
"кафе суши киев",
"киев суши",
"заказать суши киев недорого",
"заказать суши киев троещина",
"суши бар киев",
"суши с собой киев",
"суши ресторан киев",
"сушия киев адреса",
"суши киев ресторан",
"лучшие суши киев",
"суши киев шулявка",
"дешевые суши киев доставка",
"топ суши киев",
"ресторан суши киев",
"лучшие суши киев доставка",
"суши киев отзывы",
"киев суши бар",
"где заказать вкусные суши киев",
"суши круглосуточно киев",
"суши киев нивки",
"суши акция киев",
"суши со скидкой киев",
"сушия меню киев",
      )
    ),
    122 =>
    array (
      "link" => "https://tarakan.org.ua/city/kiev/zagorodnyj-restoran-kiev/",
      "anchors" => array (
        "загородные рестораны киева для детей",
"загородные рестораны киева с живой музыкой",
      )
    ),
    123 =>
    array (
      "link" => "https://tarakan.org.ua/city/kramatorsk/",
      "anchors" => array (
        "кафе и рестораны краматорска",
"рестораны и кафе краматорска",
"краматорск кафе рестораны",
      )
    ),
    124 =>
    array (
      "link" => "https://tarakan.org.ua/city/kramatorsk/bar-kramatorsk/",
      "anchors" => array (
        "лаунж бар краматорск",
      )
    ),
    125 =>
    array (
      "link" => "https://tarakan.org.ua/city/kramatorsk/kafe-kramatorsk/",
      "anchors" => array (
        "кафе краматорска список",
"аренда кафе краматорск",
"кафе краматорска цены",
"кафе краматорска",
"кафе в краматорске",
"кафе краматорск",
"краматорск кафе",
"детские кафе краматорск",
      )
    ),
    126 =>
    array (
      "link" => "https://tarakan.org.ua/city/kramatorsk/restoran-kramatorsk/",
      "anchors" => array (
        "краматорск мексиканский ресторан",
"рестораны краматорска",
"рестораны в краматорске",
"ресторан краматорск",
"краматорск рестораны",
"грузинский ресторан краматорск",
      )
    ),
    127 =>
    array (
      "link" => "https://tarakan.org.ua/city/kramatorsk/sushi-kramatorsk/",
      "anchors" => array (
        "краматорск суши бар",
"суши бар краматорск",
"суши бар в краматорске",
      )
    ),
    128 =>
    array (
      "link" => "https://tarakan.org.ua/city/kremenchug/",
      "anchors" => array (
        "кафе и рестораны кременчуга",
"кременчуг кафе бары рестораны",
      )
    ),
    129 =>
    array (
      "link" => "https://tarakan.org.ua/city/kremenchug/bar-kremenchug/",
      "anchors" => array (
        "караоке бар кременчуг",
"бары кременчуга",
"бар кременчуг",
      )
    ),
    130 =>
    array (
      "link" => "https://tarakan.org.ua/city/kremenchug/kafe-kremenchug/",
      "anchors" => array (
        "кафе кременчуга",
"кафе кременчуг",
"кафе в кременчуге",
"детское кафе кременчуг",
"кременчуг кафе",
"кафе для свадьбы кременчуг",
"кафе кременчуг центр",
"кафе кременчуга цены",
      )
    ),
    131 =>
    array (
      "link" => "https://tarakan.org.ua/city/kremenchug/pab-kremenchug/",
      "anchors" => array (
        "паб кременчуг",
      )
    ),
    132 =>
    array (
      "link" => "https://tarakan.org.ua/city/kremenchug/restoran-kremenchug/",
      "anchors" => array (
        "лучшие рестораны кременчуга",
"рестораны кременчуга цены",
"рестораны кременчуга с живой музыкой",
"рестораны в кременчуге",
"рестораны кременчуга",
"рестораны кременчуга для свадьбы",
"рестораны кременчуг",
      )
    ),
    133 =>
    array (
      "link" => "https://tarakan.org.ua/city/kremenchug/sushi-kremenchug/",
      "anchors" => array (
        "суши кременчуг круглосуточно",
"суши кременчуг",
"кременчуг доставка суши",
"суши кременчуг доставка",
"суши кременчуг отзывы",
"доставка суши кременчуг",
"кременчуг суши",
"суши в кременчуге",
"суши бар кременчуг",
      )
    ),
    134 =>
    array (
      "link" => "https://tarakan.org.ua/city/krivoj-rog/",
      "anchors" => array (
        "кафе рестораны кривой рог",
"кривой рог кафе рестораны",
"кафе рестораны кривого рога",
"кафе и рестораны кривой рог",
      )
    ),
    135 =>
    array (
      "link" => "https://tarakan.org.ua/city/krivoj-rog/bar-krivoj-rog/",
      "anchors" => array (
        "паб кривой рог",
"бары кривой рог",
"караоке бар кривой рог",
"бары кривого рога",
      )
    ),
    136 =>
    array (
      "link" => "https://tarakan.org.ua/city/krivoj-rog/kafe-krivoj-rog/",
      "anchors" => array (
        "кафе кривой рог для свадьбы",
"кафе для свадьбы кривой рог",
"меню кафе кривой рог",
"круглосуточные кафе кривой рог",
"кафе кривого рога",
"кафе с детской комнатой кривой рог",
"кафе кривой рог отзывы",
"кафе кривой рог цены",
"кафе на новый год кривой рог",
"кафе с бассейном кривой рог",
"детское кафе кривой рог",
"недорогие кафе кривой рог",
"кривой рог кафе",
"кафе кривой рог меню",
"детские кафе в кривом роге",
"кафе для торжеств кривой рог",
"кафе на свадьбу кривой рог",
"кафе в кривом роге",
"кафе кривой рог свадьба",
"кафе кривой рог новый год",
"кафе кривой рог",
"кафе кривой рог для дня рождения",
"кафе с живой музыкой кривой рог",
      )
    ),
    137 =>
    array (
      "link" => "https://tarakan.org.ua/city/krivoj-rog/kofejnya-krivoj-rog/",
      "anchors" => array (
        "кофейни кривой рог",
      )
    ),
    138 =>
    array (
      "link" => "https://tarakan.org.ua/city/krivoj-rog/konditerskaya-krivoj-rog/",
      "anchors" => array (
        "кондитерская кривой рог",
      )
    ),
    139 =>
    array (
      "link" => "https://tarakan.org.ua/city/krivoj-rog/piczcza-krivoj-rog/",
      "anchors" => array (
        "кривой рог пиццерия",
"пиццерии кривого рога",
"пиццерия кривой рог",
      )
    ),
    140 =>
    array (
      "link" => "https://tarakan.org.ua/city/krivoj-rog/restoran-krivoj-rog/",
      "anchors" => array (
        "рестораны кривой рог свадьба",
"грузинский ресторан кривой рог",
"кривой рог рестораны",
"рестораны для свадьбы кривой рог",
"китайский ресторан кривой рог",
"ресторан грузинской кухни кривой рог",
"новый грузинский ресторан кривой рог",
"лучшие рестораны кривой рог",
"рестораны кривой рог",
"рестораны кривой рог цены",
"рестораны кривого рога",
"лучшие рестораны кривого рога",
      )
    ),
    141 =>
    array (
      "link" => "https://tarakan.org.ua/city/krivoj-rog/sushi-krivoj-rog/",
      "anchors" => array (
        "кривой рог суши",
"суши кривой рог круглосуточно",
"суши кривой рог",
"суши кривой рог акции",
"суши ресторан кривой рог",
"суши бар кривой рог цены",
"суши бар кривой рог",
"кривой рог суши бар",
      )
    ),
    142 =>
    array (
      "link" => "https://tarakan.org.ua/city/kropivniczkij/",
      "anchors" => array (
        "кафе рестораны кропивницкий",
      )
    ),
    143 =>
    array (
      "link" => "https://tarakan.org.ua/city/kropivniczkij/bar-kropivniczkij/",
      "anchors" => array (
        "бары кропивницкий",
      )
    ),
    144 =>
    array (
      "link" => "https://tarakan.org.ua/city/kropivniczkij/kafe-kropivniczkij/",
      "anchors" => array (
        "кропивницкий кафе",
"кафе кропивницкий цены",
"кафе кропивницкий",
"новые кафе кропивницкий",
"кафе в кропивницком",
      )
    ),
    145 =>
    array (
      "link" => "https://tarakan.org.ua/city/kropivniczkij/restoran-kropivniczkij/",
      "anchors" => array (
        "кропивницкий рестораны",
"рестораны кропивницкий",
"лучшие рестораны кропивницкого",
"рестораны кропивницкого",
      )
    ),
    146 =>
    array (
      "link" => "https://tarakan.org.ua/city/kropivniczkij/sushi-kropivniczkij/",
      "anchors" => array (
        "суши бар кропивницкий",
"доставка суши кропивницкий",
"вкусные сушы кропивницкий",
"суши в кропивницком",
"кропивницкий суши",
"суши кропивницкий",
      )
    ),
    147 =>
    array (
      "link" => "https://tarakan.org.ua/city/luczk/",
      "anchors" => array (
        "заказать суши луцк",
"суши в луцке",
"суши луцк",
"луцк суши",
      )
    ),
    148 =>
    array (
      "link" => "https://tarakan.org.ua/city/luczk/kafe-luczk/",
      "anchors" => array (
        "лучшие кафе луцка",
"луцк кафе",
"интересные кафе луцка",
"луцк круглосуточные кафе",
"кафе луцк",
      )
    ),
    149 =>
    array (
      "link" => "https://tarakan.org.ua/city/luczk/piczcza-luczk/",
      "anchors" => array (
        "пиццерия луцк",
      )
    ),
    150 =>
    array (
      "link" => "https://tarakan.org.ua/city/luczk/restoran-luczk/",
      "anchors" => array (
        "рестораны луцка",
"луцк рестораны",
"лучшие рестораны луцка",
"рестораны луцк",
      )
    ),
    151 =>
    array (
      "link" => "https://tarakan.org.ua/city/lvov/",
      "anchors" => array (
        "кафе бари львова",
      )
    ),
    152 =>
    array (
      "link" => "https://tarakan.org.ua/city/lvov/bar-lvov/",
      "anchors" => array (
        "интересные бары львова",
"львов караоке бар",
"лучшие бары во львове",
"необычные бары львова",
"караоке бар львов",
"львов бары",
"кальян бар львов",
"бары во львове",
"бары львова",
"лучшие бары львова",
"бдсм бар во львове",
"бар львов",
      )
    ),
    153 =>
    array (
      "link" => "https://tarakan.org.ua/city/lvov/kafe-lvov/",
      "anchors" => array (
        "львов кафе возле вокзала",
"кафе во львове на крыше",
"все кафе львова",
"львов кафе на крыше",
"топ кафе львова",
"круглосуточные кафе львова",
"кафе львов центр",
"лучшие кафе львова",
"кафе львова интересные",
"тематические кафе львов",
"самые популярные кафе львова",
"недорогие кафе львова",
"кафе во львове",
"кафе львова с живой музыкой",
"круглосуточные кафе львов",
"лучшие кафе львова в центре",
      )
    ),
    154 =>
    array (
      "link" => "https://tarakan.org.ua/city/lvov/restoran-lvov/",
      "anchors" => array (
        "рестораны во львове",
"грузинские рестораны львов",
"популярные рестораны львова",
"рестораны львова с красивым видом",
"мясные рестораны львова",
"хорошие рестораны львова",
"корейский ресторан львов",
"ресторан с живой музыкой львов",
"рестораны львов",
"львов ресторан на крыше",
"львов лучшие рестораны",
"львов рестораны",
"рестораны львова центр",
"кафе и рестораны львова",
"романтические рестораны львова",
"лучшие рестораны львова",
"рестораны львова которые стоит посетить",
"ресторан во львове на крыше",
"необычные рестораны львова",
"мясной ресторан львов",
"грузинский ресторан львов",
      )
    ),
    155 =>
    array (
      "link" => "https://tarakan.org.ua/city/lvov/sushi-lvov/",
      "anchors" => array (
        "лучшие суши львов",
"суши бар львов",
"лучшие суши во львове",
"суши львов",
"суши бары львова",
"суши во львове",
"суши в львове",
"суши львов центр",
"львов суши",
"суши львов акции",
"суши акция львов",
      )
    ),
    156 =>
    array (
      "link" => "https://tarakan.org.ua/city/mariupol/",
      "anchors" => array (
        "кафе рестораны мариуполя",
"кафе и рестораны мариуполь",
"кафе и рестораны мариуполя",
"рестораны и кафе мариуполя",
"кафе рестораны мариуполь",
      )
    ),
    157 =>
    array (
      "link" => "https://tarakan.org.ua/city/mariupol/bar-mariupol/",
      "anchors" => array (
        "лаунж бар мариуполь",
"караоке бар мариуполь",
"бары мариуполя",
"бар мариуполь",
      )
    ),
    158 =>
    array (
      "link" => "https://tarakan.org.ua/city/mariupol/kafe-mariupol/",
      "anchors" => array (
        "кафе мариуполь цены",
"лучшие кафе мариуполя",
"кафе в мариуполе",
"кафе с детской комнатой мариуполь",
"кафе мариуполя отзывы",
"кафе в центре мариуполя",
"кафе мариуполя левый берег",
"новые кафе мариуполя",
"кафе для свадьбы мариуполь",
"кафе на море мариуполь",
"детские кафе мариуполь",
"кафе мариуполь меню",
"кафе на левом берегу мариуполь",
"недорогие кафе мариуполя",
"новое кафе в мариуполе",
"круглосуточные кафе мариуполь",
"кафе мариуполя",
"кафе мариуполь левый берег",
"аренда кафе в мариуполе",
"акции кафе мариуполь",
"мариуполь кафе",
"кафе мариуполь центр",
"кафе мариуполь",
"грузинское кафе мариуполь",
      )
    ),
    159 =>
    array (
      "link" => "https://tarakan.org.ua/city/mariupol/piczcza-mariupol/",
      "anchors" => array (
        "пиццерии мариуполя",
"пиццерии в мариуполе",
"пиццерии мариуполь",
"пиццерия мариуполь",
      )
    ),
    160 =>
    array (
      "link" => "https://tarakan.org.ua/city/mariupol/restoran-mariupol/",
      "anchors" => array (
        "мариуполь рестораны",
"рестораны мариуполь",
"рестораны мариуполя для свадьбы",
"лучшие рестораны мариуполя",
"рестораны в мариуполе",
"ресторан грузинской кухни мариуполь",
"грузинский ресторан мариуполь",
"рестораны мариуполя с живой музыкой",
"рестораны мариуполя",
      )
    ),
    161 =>
    array (
      "link" => "https://tarakan.org.ua/city/mariupol/sushi-mariupol/",
      "anchors" => array (
        "суши бар мариуполь",
"суши мариуполь",
"суши мариуполь акции",
"мариуполь суши",
"суши мариуполь доставка",
"вкусные суши мариуполь",
"суши в мариуполе",
"суши левый берег мариуполь",
"суши мариуполь левый берег",
      )
    ),
    162 =>
    array (
      "link" => "https://tarakan.org.ua/city/melitopol/",
      "anchors" => array (
        "кафе и рестораны мелитополя",
      )
    ),
    163 =>
    array (
      "link" => "https://tarakan.org.ua/city/melitopol/bar-melitopol/",
      "anchors" => array (
        "караоке бар мелитополь",
      )
    ),
    164 =>
    array (
      "link" => "https://tarakan.org.ua/city/melitopol/kafe-melitopol/",
      "anchors" => array (
        "кафе мелитополя",
"кафе мелитополь",
"мелитополь кафе",
"аренда кафе мелитополь",
"кафе мелитополь цены",
"кафе в мелитополе",
      )
    ),
    165 =>
    array (
      "link" => "https://tarakan.org.ua/city/melitopol/restoran-melitopol/",
      "anchors" => array (
        "мелитополь рестораны",
"рестораны мелитополь",
"рестораны мелитополя",
"лучшие рестораны мелитополя",
      )
    ),
    166 =>
    array (
      "link" => "https://tarakan.org.ua/city/melitopol/sushi-melitopol/",
      "anchors" => array (
        "суши мелитополь заказать",
"суши мелитополь",
"суши бар мелитополь",
"мелитополь суши",
"суши в мелитополе",
"сеты суши мелитополь",
"лучшие суши в мелитополе",
      )
    ),
    167 =>
    array (
      "link" => "https://tarakan.org.ua/city/mukachevo/kafe-mukachevo/",
      "anchors" => array (
        "кафе мукачево цены",
"дитяче кафе мукачево",
"кафе в мукачево",
"мукачево кафе",
"аренда кафе мукачево",
"кафе мукачево",
"кафе мукачева",
      )
    ),
    168 =>
    array (
      "link" => "https://tarakan.org.ua/city/mukachevo/piczcza-mukachevo/",
      "anchors" => array (
        "пиццерия мукачево",
"мукачево пиццерия",
      )
    ),
    169 =>
    array (
      "link" => "https://tarakan.org.ua/city/mukachevo/restoran-mukachevo/",
      "anchors" => array (
        "рестораны мукачево новый год",
"мукачево ресторан",
"рестораны мукачево",
"рестораны в мукачево",
"мукачево кафе рестораны",
      )
    ),
    170 =>
    array (
      "link" => "https://tarakan.org.ua/city/mukachevo/sushi-mukachevo/",
      "anchors" => array (
        "суши в мукачево",
"суши мукачево",
"суши бар мукачево",
      )
    ),
    171 =>
    array (
      "link" => "https://tarakan.org.ua/city/nikolaev/",
      "anchors" => array (
        "николаев кафе рестораны",
"николаев лучшие рестораны",
"кафе рестораны николаев",
"кафе и рестораны николаев",
"николаев рестораны кафе",
      )
    ),
    172 =>
    array (
      "link" => "https://tarakan.org.ua/city/nikolaev/bar-nikolaev/",
      "anchors" => array (
        "бар николаев",
"караоке бар николаев",
      )
    ),
    173 =>
    array (
      "link" => "https://tarakan.org.ua/city/nikolaev/kafe-nikolaev/",
      "anchors" => array (
        "кафе николаев",
"николаев кафе",
"вегетарианское кафе николаев",
"детское кафе николаев",
      )
    ),
    174 =>
    array (
      "link" => "https://tarakan.org.ua/city/nikolaev/kofejnya-nikolaev/",
      "anchors" => array (
        "кофейня николаев",
"аренда кофейни николаев",
      )
    ),
    175 =>
    array (
      "link" => "https://tarakan.org.ua/city/nikolaev/pab-nikolaev/",
      "anchors" => array (
        "паб николаев",
      )
    ),
    176 =>
    array (
      "link" => "https://tarakan.org.ua/city/nikolaev/piczcza-nikolaev/",
      "anchors" => array (
        "пиццерия николаев",
      )
    ),
    177 =>
    array (
      "link" => "https://tarakan.org.ua/city/nikolaev/restoran-nikolaev/",
      "anchors" => array (
        "рестораны николаев",
"рестораны для свадьбы николаев",
"николаев рестораны",
      )
    ),
    178 =>
    array (
      "link" => "https://tarakan.org.ua/city/nikolaev/sushi-nikolaev/",
      "anchors" => array (
        "лучшие суши николаев",
"суши николаев",
"суши николаев отзывы",
"суши роллы николаев",
"суши николаев акции",
"суши николаев доставка",
"николаев суши",
"суши николаев круглосуточно",
"суши сет николаев",
      )
    ),
    179 =>
    array (
      "link" => "https://tarakan.org.ua/city/odessa/",
      "anchors" => array (
        "кафе и рестораны одесса",
"кафе и рестораны одессы",
"кафе рестораны одесса",
"бары рестораны одесса",
"пицца бургер одесса",
      )
    ),
    180 =>
    array (
      "link" => "https://tarakan.org.ua/city/odessa/bar-odessa/",
      "anchors" => array (
        "лучшие бары одессы",
"кафе бар одесса",
"бары одесса",
"спорт бары в одессе",
"ночные бары одессы",
"интересные бары одессы",
"одесса бар",
"бары одессы в центре",
"бари одесса",
"спорт бар одесса",
"бары с живой музыкой одесса",
"караоке бар одесса",
"бары в одессе",
"караоке бар в одессе",
"пивной бар одесса",
"винный бар одесса",
      )
    ),
    181 =>
    array (
      "link" => "https://tarakan.org.ua/city/odessa/burgernaya-odessa/",
      "anchors" => array (
        "вкусные бургеры одесса",
"бургеры одесса доставка",
"лучшие бургеры в одессе",
"бургеры в одессе",
"бургеры одесса",
"бургеры одесса заказать",
"самые вкусные бургеры в одессе",
"вкусные бургеры в одессе",
"лучшие бургеры одесса",
      )
    ),
    182 =>
    array (
      "link" => "https://tarakan.org.ua/city/odessa/kafe-odessa/",
      "anchors" => array (
        "кафе одессы",
"лучшие кафе одессы",
"кафе у моря одесса",
"одесса кафе",
"интересные кафе одессы",
"детские кафе одесса",
"кафе с видом на море одесса",
"кафе в одессе",
"одесса интересные кафе",
"кафе семейное одесса",
"недорогие кафе одесса",
"недорогие кафе в одессе в центре",
"лучшие кафе одесса",
"грузинское кафе одесса",
"вегетарианское кафе одесса",
"интересные кафе одесса",
"кафе одесса",
"кафе в центре одессы",
"кафе с детской комнатой одесса",
"кафе одесса центр",
      )
    ),
    183 =>
    array (
      "link" => "https://tarakan.org.ua/city/odessa/kofejnya-odessa/",
      "anchors" => array (
        "кофейни в центре одессы",
"кофейни одесса центр",
"одесса кофейни",
"кофейни одессы",
"кофейни в одессе",
"кофейни одесса",
      )
    ),
    184 =>
    array (
      "link" => "https://tarakan.org.ua/city/odessa/piczcza-odessa/",
      "anchors" => array (
        "новая пиццерия в одессе",
"лучшие пиццерии одессы",
"пиццерия одесса",
"пиццерия в одессе",
"новая пиццерия одесса",
"одесса пиццерия",
"пиццерии одессы",
"пиццерия одесса центр",
      )
    ),
    185 =>
    array (
      "link" => "https://tarakan.org.ua/city/odessa/restoran-odessa/",
      "anchors" => array (
        "рестораны с живой музыкой одесса",
"интересные рестораны одесса",
"ресторан одесса",
"грузинский ресторан одесса",
"китайские рестораны в одессе",
"рестораны у моря одесса",
"рестораны возле моря одесса",
"рестораны одесса центр",
"армянский ресторан одесса",
"новые рестораны одессы",
"ресторан с детской комнатой одесса",
"японский ресторан одесса",
"греческий ресторан одесса",
"бюджетные рестораны одессы",
"рестораны в центре одессы",
"рестораны с детской комнатой одесса",
"турецкий ресторан одесса",
"лучшие рестораны в одессе",
"рестораны одессы центр",
"корейский ресторан одесса",
"китайский ресторан одесса",
"мясной ресторан одесса",
"рестораны для свадьбы одесса",
"одесса рестораны центр",
"одесса ресторан",
"лучшие рестораны одессы",
"рестораны в одессе",
"интересные рестораны одессы",
"рестораны на берегу моря одесса",
"рыбный ресторан одесса",
"рестораны одессы",
"итальянский ресторан одесса",
      )
    ),
    186 =>
    array (
      "link" => "https://tarakan.org.ua/city/odessa/sushi-odessa/",
      "anchors" => array (
        "суши в одессе недорого",
"сеты суши одесса",
"суши одесса акции",
"вкусные суши одесса",
"лучшие суши одесса",
"суши в одессе",
"суши одесса круглосуточно",
"лучшие суши в одессе",
"одесса суши",
"суши ресторан одесса",
"суши пицца одесса",
"суши одесса отзывы",
"суши акция одесса",
"суши одесса",
"дешевые суши одесса",
"суши одесса недорого",
"суши в одессе рестораны",
"суши одесса кафе",
"рестораны суши в одессе",
"суши бары в одессе",
"суши бар одесса",
      )
    ),
    187 =>
    array (
      "link" => "https://tarakan.org.ua/city/pavlograd/",
      "anchors" => array (
        "суши павлоград",
"павлоград суши",
"суши в павлограде",
      )
    ),
    188 =>
    array (
      "link" => "https://tarakan.org.ua/city/pavlograd/kafe-pavlograd/",
      "anchors" => array (
        "кафе павлоград цены",
"кафе в павлограде",
"кафе павлограда",
"павлоград кафе",
"кафе павлоград",
      )
    ),
    189 =>
    array (
      "link" => "https://tarakan.org.ua/city/pavlograd/restoran-pavlograd/",
      "anchors" => array (
        "павлоград рестораны",
"рестораны павлограда",
"рестораны павлоград",
"грузинский ресторан павлоград",
      )
    ),
    190 =>
    array (
      "link" => "https://tarakan.org.ua/city/poltava/",
      "anchors" => array (
        "заведения в Полтаве",
      )
    ),
    191 =>
    array (
      "link" => "https://tarakan.org.ua/city/poltava/kafe-poltava/",
      "anchors" => array (
        "кафе полтавы список",
"кафе полтавы с живой музыкой",
"кафе полтава",
"полтава кафе",
"кафе полтава недорого",
"грузинское кафе полтава",
"кафе полтава центр",
"кафе в полтаве",
"кафе в центре полтавы",
"кафе полтавы",
"кафе в полтаве цены",
"кафе полтава цены",
"кафе в полтаве с живой музыкой",
      )
    ),
    192 =>
    array (
      "link" => "https://tarakan.org.ua/city/poltava/restoran-poltava/",
      "anchors" => array (
        "полтава грузинский ресторан",
"рестораны полтавы цены",
"рестораны полтавы с живой музыкой",
"лучшие рестораны полтавы",
"полтава рестораны",
"рыбный ресторан полтава",
"ресторан полтава свадьба",
"рестораны в полтаве",
"ресторан полтава цены",
"рестораны полтавы",
"ресторан полтава",
      )
    ),
    193 =>
    array (
      "link" => "https://tarakan.org.ua/city/rovno/",
      "anchors" => array (
        "суши ровно",
"ровно суши",
"суши бар ровно",
"суши в ровно",
      )
    ),
    194 =>
    array (
      "link" => "https://tarakan.org.ua/city/rovno/kafe-rovno/",
      "anchors" => array (
        "кафе в ровно",
"ровно кафе",
"кафе ровно",
      )
    ),
    195 =>
    array (
      "link" => "https://tarakan.org.ua/city/rovno/restoran-rovno/",
      "anchors" => array (
        "рестораны города ровно",
"рестораны ровно отзывы",
"рестораны в ровно",
"грузинский ресторан ровно",
"рестораны ровно",
"ровно рестораны",
      )
    ),
    196 =>
    array (
      "link" => "https://tarakan.org.ua/city/shostka/restoran-shostka/",
      "anchors" => array (
        "ресторан шостка",
      )
    ),
    197 =>
    array (
      "link" => "https://tarakan.org.ua/city/sumy/kafe-sumy/",
      "anchors" => array (
        "кафе сумы центр",
"детские кафе сумы",
"кафе в сумах недорого",
"кафе сум",
"кафе на крыше сумы",
"грузинское кафе сумы",
"кафе с детской комнатой сумы",
"кафе в сумах",
"сумы кафе",
"кафе города сумы",
"кафе сумы",
      )
    ),
    198 =>
    array (
      "link" => "https://tarakan.org.ua/city/sumy/restoran-sumy/",
      "anchors" => array (
        "грузинский ресторан сумы",
"новый ресторан сумы",
"рестораны сум",
"сумы рестораны",
"рестораны сумы отзывы",
"грузинский ресторан в сумах",
"рестораны сумы",
"ресторан суми",
"рестораны города сумы",
"рестораны в сумах",
"рестораны сумы для свадьбы",
"итальянский ресторан сумы",
"индийский ресторан сумы",
      )
    ),
    199 =>
    array (
      "link" => "https://tarakan.org.ua/city/ternopol/kafe-ternopol/",
      "anchors" => array (
        "недорогие кафе в тернополе",
"кафе тернополя центр",
"тернополь кафе",
"кафе тернополя",
"кафе тернополь",
      )
    ),
    200 =>
    array (
      "link" => "https://tarakan.org.ua/city/ternopol/restoran-ternopol/",
      "anchors" => array (
        "рестораны тернополя",
"ресторан тернополь",
"лучшие рестораны тернополя",
"тернополь рестораны",
      )
    ),
    201 =>
    array (
      "link" => "https://tarakan.org.ua/city/ternopol/sushi-ternopol/",
      "anchors" => array (
        "суши тернополь",
"суши в тернополе",
"тернополь суши",
"лучшие суши в тернополе",
      )
    ),
    202 =>
    array (
      "link" => "https://tarakan.org.ua/city/truskavecz/",
      "anchors" => array (
        "трускавец кафе и рестораны",
      )
    ),
    203 =>
    array (
      "link" => "https://tarakan.org.ua/city/truskavecz/kafe-truskavecz/",
      "anchors" => array (
        "трускавец кафе",
"трускавец кафе цены",
"кафе трускавец",
      )
    ),
    204 =>
    array (
      "link" => "https://tarakan.org.ua/city/truskavecz/piczcza-truskavecz/",
      "anchors" => array (
        "пиццерия трускавец",
"трускавец пиццерия",
      )
    ),
    205 =>
    array (
      "link" => "https://tarakan.org.ua/city/uman/",
      "anchors" => array (
        "умань кафе ресторани",
"умань кафе рестораны",
      )
    ),
    206 =>
    array (
      "link" => "https://tarakan.org.ua/city/uman/antikafe-kovorking-uman/",
      "anchors" => array (
        "коворкинг умань",
      )
    ),
    207 =>
    array (
      "link" => "https://tarakan.org.ua/city/uman/bar-uman/",
      "anchors" => array (
        "суши бар умань",
      )
    ),
    208 =>
    array (
      "link" => "https://tarakan.org.ua/city/uman/kafe-uman/",
      "anchors" => array (
        "кафе в умани",
"кафе умани",
"умань кафе",
"кафе умань",
"хорошие кафе в умани",
"кафе умань недорого",
      )
    ),
    209 =>
    array (
      "link" => "https://tarakan.org.ua/city/uman/piczcza-uman/",
      "anchors" => array (
        "пиццерия умань",
"умань пиццерия",
      )
    ),
    210 =>
    array (
      "link" => "https://tarakan.org.ua/city/uman/restoran-uman/",
      "anchors" => array (
        "рестораны умани",
"умань рестораны",
"рестораны умань",
"недорогие кафе умань",
      )
    ),
    211 =>
    array (
      "link" => "https://tarakan.org.ua/city/uzhgorod/",
      "anchors" => array (
        "рестораны и кафе ужгорода",
"ужгород кафе рестораны",
      )
    ),
    212 =>
    array (
      "link" => "https://tarakan.org.ua/city/uzhgorod/kafe-uzhgorod/",
      "anchors" => array (
        "лучшие кафе ужгорода",
"кафе в ужгороде",
"интересные кафе ужгорода",
"недорогие кафе ужгорода",
"кафе ужгород",
"ужгород кафе",
"кафе ужгорода",
      )
    ),
    213 =>
    array (
      "link" => "https://tarakan.org.ua/city/uzhgorod/restoran-uzhgorod/",
      "anchors" => array (
        "ужгород ресторан",
"лучшие рестораны ужгорода",
"рестораны ужгорода",
"ресторан кухня ужгород",
"ресторан ужгород",
"рестораны ужгорода для свадьбы",
      )
    ),
    214 =>
    array (
      "link" => "https://tarakan.org.ua/city/uzhgorod/sushi-uzhgorod/",
      "anchors" => array (
        "лучшие суши ужгород",
"суши бар ужгород",
"суши в ужгороде",
"суши ужгород",
"ужгород суши",
      )
    ),
    215 =>
    array (
      "link" => "https://tarakan.org.ua/city/varash/",
      "anchors" => array (
        "вараш кафе",
"бар в вараше",
      )
    ),
    216 =>
    array (
      "link" => "https://tarakan.org.ua/city/varash/restoran-varash/",
      "anchors" => array (
        "ресторан вараш",
      )
    ),
    217 =>
    array (
      "link" => "https://tarakan.org.ua/city/vasilkov/bar-vasilkov/",
      "anchors" => array (
        "бар в василькове",
      )
    ),
    218 =>
    array (
      "link" => "https://tarakan.org.ua/city/vasilkov/kafe-vasilkov/",
      "anchors" => array (
        "васильков кафе",
"кафе васильков",
      )
    ),
    219 =>
    array (
      "link" => "https://tarakan.org.ua/city/vasilkov/restoran-vasilkov/",
      "anchors" => array (
        "ресторан васильков",
"васильков ресторан",
      )
    ),
    220 =>
    array (
      "link" => "https://tarakan.org.ua/city/vinnicza/bar-vinnicza/",
      "anchors" => array (
        "суши бар винница цены",
"бары винницы",
"бар винница",
"винница бар",
      )
    ),
    221 =>
    array (
      "link" => "https://tarakan.org.ua/city/vinnicza/kafe-vinnicza/",
      "anchors" => array (
        "интересные кафе винницы",
"кафе винница",
"кафе с детской комнатой винница",
"винница кафе",
"новые кафе винница",
"круглосуточные кафе винница",
"кафе в виннице",
"детские кафе в виннице",
"куда пойти в виннице кафе",
      )
    ),
    222 =>
    array (
      "link" => "https://tarakan.org.ua/city/vinnicza/kalyannaya-vinnicza/",
      "anchors" => array (
        "кальян бар винница",
      )
    ),
    223 =>
    array (
      "link" => "https://tarakan.org.ua/city/vinnicza/piczcza-vinnicza/",
      "anchors" => array (
        "пиццерия винница",
"винница пиццерия",
"пиццерии в виннице",
"пиццерии винницы",
      )
    ),
    224 =>
    array (
      "link" => "https://tarakan.org.ua/city/vinnicza/restoran-vinnicza/",
      "anchors" => array (
        "рестораны винницы для свадьбы",
"рестораны винницы новый год",
"рестораны в виннице",
"ресторан грузинской кухни винница",
"кафе рестораны винницы",
"рестораны и кафе винницы",
"винница кафе рестораны",
"лучшие рестораны винницы",
"рестораны винницы с живой музыкой",
"итальянский ресторан винница",
"китайский ресторан винница",
"рестораны с детской комнатой винница",
"ресторан для свадьбы винница",
"новые рестораны винницы",
"винница рестораны",
"ресторан на крыше винница",
"рестораны винницы за городом",
"грузинский ресторан винница",
"винница лучшие рестораны",
"рестораны винница",
"рестораны винницы",
      )
    ),
    225 =>
    array (
      "link" => "https://tarakan.org.ua/city/vinnicza/sushi-vinnicza/",
      "anchors" => array (
        "суши винница",
"винница суши",
"акция суши винница",
"суши винница акция",
"суши на подолье винница",
"суши круглосуточно винница",
"суши бар винница",
"лучшие суши в виннице",
      )
    ),
    226 =>
    array (
      "link" => "https://tarakan.org.ua/city/vishnyovoe/",
      "anchors" => array (
        "вишневое кафе рестораны",
      )
    ),
    227 =>
    array (
      "link" => "https://tarakan.org.ua/city/vishnyovoe/antikafe-kovorking-vishnyovoe/",
      "anchors" => array (
        "коворкинг вишневое",
      )
    ),
    228 =>
    array (
      "link" => "https://tarakan.org.ua/city/vishnyovoe/bar-vishnyovoe/",
      "anchors" => array (
        "кальян бар вишневое",
      )
    ),
    229 =>
    array (
      "link" => "https://tarakan.org.ua/city/vishnyovoe/kafe-vishnyovoe/",
      "anchors" => array (
        "кафе вишневое",
"вишневое кафе",
"кафе с детской комнатой вишневое",
      )
    ),
    230 =>
    array (
      "link" => "https://tarakan.org.ua/city/vishnyovoe/piczcza-vishnyovoe/",
      "anchors" => array (
        "пиццерия в вишневом",
"пиццерии вишневое",
"пиццерия вишневое",
"пиццерии в вишневом",
      )
    ),
    231 =>
    array (
      "link" => "https://tarakan.org.ua/city/vishnyovoe/restoran-vishnyovoe/",
      "anchors" => array (
        "рестораны в вишневом",
"вишневое рестораны",
"грузинский ресторан вишневое",
"рестораны вишневое",
"ресторан для свадьбы вишневое",
"рестораны вишневого",
      )
    ),
    232 =>
    array (
      "link" => "https://tarakan.org.ua/city/zaporozhe/bar-zaporozhe/",
      "anchors" => array (
        "бары запорожье",
"бары запорожья",
"караоке бар запорожье",
"кафе бары запорожья",
"караоке бар в запорожье",
"гриль бар запорожье",
"пивной бар запорожье",
      )
    ),
    233 =>
    array (
      "link" => "https://tarakan.org.ua/city/zaporozhe/kafe-zaporozhe/",
      "anchors" => array (
        "необычные кафе запорожье",
"кафе запорожье правый берег",
"детское кафе запорожье",
"кафе запорожье центр",
"кафе запорожья отзывы",
"кафе на набережной запорожье",
"кафе в запорожье",
"кафе запорожья",
"запорожье кафе",
"кафе с живой музыкой в запорожье",
"кафе запорожье",
      )
    ),
    234 =>
    array (
      "link" => "https://tarakan.org.ua/city/zaporozhe/restoran-zaporozhe/",
      "anchors" => array (
        "запорожье грузинский ресторан",
"хорошие рестораны запорожья",
"рестораны в запорожье",
"семейный ресторан запорожье",
"рестораны запорожья отзывы",
"рестораны запорожье",
"ресторан грузинской кухни запорожье",
"японский ресторан запорожье",
"рестораны запорожья",
"грузинский ресторан запорожье",
"лучшие рестораны запорожья",
"рестораны запорожья новый год",
"рыбные рестораны запорожье",
"запорожье рестораны",
"новый ресторан запорожье",
"рыбный ресторан запорожье",
      )
    ),
    235 =>
    array (
      "link" => "https://tarakan.org.ua/city/zaporozhe/sushi-zaporozhe/",
      "anchors" => array (
        "рейтинг суши запорожье",
"суши сеты запорожье",
"суши круглосуточно запорожье",
"суши запорожье отзывы",
"вкусные суши запорожье",
"суши запорожье",
"суши запорожье акции",
"суши в запорожье",
"дешевые суши запорожье",
"запорожье суши",
"суши бар запорожье",
      )
    ),
    236 =>
    array (
      "link" => "https://tarakan.org.ua/city/zhitomir/bar-zhitomir/",
      "anchors" => array (
        "караоке бар житомир",
"житомир бар",
"бары житомира",
"лаунж бар житомир",
"бар житомир",
      )
    ),
    237 =>
    array (
      "link" => "https://tarakan.org.ua/city/zhitomir/kafe-zhitomir/",
      "anchors" => array (
        "кафе житомира для дня рождения",
"житомир кафе",
"детские кафе житомир",
"кафе житомир",
"дитяче кафе житомир",
"загородные кафе житомир",
"кафе житомира",
"лучшие кафе житомира",
      )
    ),
    238 =>
    array (
      "link" => "https://tarakan.org.ua/city/zhitomir/restoran-zhitomir/",
      "anchors" => array (
        "грузинський ресторан житомир",
"грузинский ресторан житомир",
"кафе и рестораны в житомире",
"ресторан житомир",
"итальянский ресторан житомир",
"лучшие рестораны житомира",
"житомир рестораны",
"рестораны житомира",
"житомир итальянский ресторан",
      )
    ),
    239 =>
    array (
      "link" => "https://tarakan.org.ua/city/zhitomir/sushi-zhitomir/",
      "anchors" => array (
        "вкусные суши житомир",
"житомир суши",
"суши житомир акции",
"суши житомир отзывы",
"суши житомир",
"суши бар житомир",
      )
    ),
    240 =>
    array (
      "link" => "https://tarakan.org.ua/dieticheskie-blyuda-iz-tykvy/",
      "anchors" => array (
        "диетические блюда из тыквы",
"диетические блюда из тыквы для детей",
"диетическая запеканка из тыквы",
"вкусные блюда из тыквы",
"блюда из тыквы для похудения",
"простые блюда из тыквы",
"диетические рецепты тыквенных блюд",
"диетический салат из тыквы",
      )
    ),
    241 =>
    array (
      "link" => "https://tarakan.org.ua/gde-v-kieve-vkusno-i-nedorogo-poest/",
      "anchors" => array (
        "где в Киеве вкусно и недорого поесть",
"эконом-обед в Киеве",
"где вкусно и недорого поесть в Киеве",
"недорогие рестораны Киева",
"бюджетные рестораны Киева",
"недорого поесть в Киеве",
"куда пойти в Киеве вкусно поесть",
"вкусные завтраки в Киеве",
      )
    ),
    242 =>
    array (
      "link" => "https://tarakan.org.ua/golubika-polza-i-vred-yagody/",
      "anchors" => array (
        "польза голубики",
"как правильно есть голубику",
"сколько можно есть голубики",
"почему нельзя есть много голубики",
"чем полезна голубика",
"голубика - польза для здоровья",
"пользу голубики для женщин",
"пользу голубики для детей",
"польза голубики для беременных",
"голубика для похудения",
"калорийность голубики",
"выращивание голубики",
"полезные свойства голубики",
      )
    ),
    243 =>
    array (
      "link" => "https://tarakan.org.ua/hurma-polza-i-vred-yagody/",
      "anchors" => array (
        "польза хурмы",
"польза хурмы для организма",
"когда нельзя есть хурму",
"как надо есть хурму",
"какой витамин имеет хурма",
"чем полезна хурма",
"хурма - польза для здоровья",
"польза хурмы для женщин",
"польза хурмы для мужчин",
"польза хурмы для детей",
"польза хурмы для беременных",
"хурма для похудения",
"калорийность хурмы",
"выращивание хурмы",
"полезные свойства хурмы",
      )
    ),
    244 =>
    array (
      "link" => "https://tarakan.org.ua/istoriya-vozniknoveniya-piczczy/",
      "anchors" => array (
        "история возникновения пиццы",
"происхождение слова пицца",
"как возникла пицца",
"интересные факты о пицце",
"кто первый придумал пиццу",
"какая страна придумала пиццу",
"откуда появилась пицца",
"история появления пиццы",
      )
    ),
    245 =>
    array (
      "link" => "https://tarakan.org.ua/kurkuma-polza-i-vred/",
      "anchors" => array (
        "польза куркумы",
"польза куркумы для организма",
"польза куркумы для здоровья",
"польза куркумы для печени",
"польза куркумы для кожи",
"польза куркумы для женщин",
"польза куркумы для мужчин",
"польза куркумы для детей",
"польза куркумы для беременных",
"польза куркумы для похудения",
"калорийность куркумы",
"полезные свойства куркумы",
"польза куркумы с медом",
"куркума натощак",
      )
    ),
    246 =>
    array (
      "link" => "https://tarakan.org.ua/pirog-s-yablokami-prostoj-reczept/",
      "anchors" => array (
        "пирог с яблоками: простой рецепт",
"быстрый рецепт пирога с яблоками",
"шарлотка рецепт",
"пирог с яблоками в духовке",
"пирог с яблоками в мультиварке",
      )
    ),
    247 =>
    array (
      "link" => "https://tarakan.org.ua/place-type/antikafe-kovorking/",
      "anchors" => array (
        "коверкинг в офисе",
"караоке антикафе",
"антикафе",
"антикафе с настольными играми киев",
"лучшие антикафе",
"коворкинг антикафе",
"антикафе лофт",
      )
    ),
    248 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-arizona-pub-v-kamenskom-2/",
      "anchors" => array (
        "аризона каменское",
      )
    ),
    249 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-charles-baker-2/",
      "anchors" => array (
        "charles baker bar меню",
      )
    ),
    250 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-foogoo-fugu-2/",
      "anchors" => array (
        "фугу днепр",
      )
    ),
    251 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-gashtet-v-vinnicze/",
      "anchors" => array (
        "гаштет винница",
      )
    ),
    252 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-hmelnoj-hmelnoj-craft-beer-shop-2/",
      "anchors" => array (
        "хмельной днепр",
      )
    ),
    253 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-melange-melanzh/",
      "anchors" => array (
        "меланж кропивницкий меню",
      )
    ),
    254 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-mikstura-v-dnepre-2/",
      "anchors" => array (
        "бар микстура днепр",
      )
    ),
    255 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-myata-lounge-v-zhitomire-2/",
      "anchors" => array (
        "бар мята житомир меню",
      )
    ),
    256 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-parovoz-na-barrikadnoj-v-dnepre-2/",
      "anchors" => array (
        "бар паровоз днепр",
      )
    ),
    257 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-shoor-bar-2/",
      "anchors" => array (
        "бар shoor bar киев",
      )
    ),
    258 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-taksi-2/",
      "anchors" => array (
        "бар такси днепр",
      )
    ),
    259 =>
    array (
      "link" => "https://tarakan.org.ua/places/bar-v-glavnyh-rolyah-2/",
      "anchors" => array (
        "бар в главных ролях днепр",
"бар в главных ролях днепр меню",
      )
    ),
    260 =>
    array (
      "link" => "https://tarakan.org.ua/places/fud-zona-watatsumi-vataczumi-2/",
      "anchors" => array (
        "ватацуми днепр",
"ватацуми днепр отзывы",
      )
    ),
    261 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-burger-club-2/",
      "anchors" => array (
        "бургер клаб каменское меню цены",
"бургер клаб каменское меню",
"бургер клаб каменское",
      )
    ),
    262 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-darina/",
      "anchors" => array (
        "кафе дарина кривой рог",
"дарина кривой рог",
"кафе дарина",
      )
    ),
    263 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-derbent-2/",
      "anchors" => array (
        "кафе дербент",
"дербент кафе",
      )
    ),
    264 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-ekstrim-v-aleksandrie/",
      "anchors" => array (
        "кафе экстрим александрия",
      )
    ),
    265 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-hutor-na-berezanovke-2/",
      "anchors" => array (
        "хутор на березановке",
      )
    ),
    266 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-i-feel-aj-fil-2/",
      "anchors" => array (
        "кафе ай фил днепр",
      )
    ),
    267 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-korona-v-krivom-roge/",
      "anchors" => array (
        "кафе корона кривой рог",
      )
    ),
    268 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-kruaze-v-dnepre-2/",
      "anchors" => array (
        "кафе круазе днепр",
"круазе днепр",
"кафе круазе в днепре",
      )
    ),
    269 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-maniya/",
      "anchors" => array (
        "мания кропивницкий",
      )
    ),
    270 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-nunu-2/",
      "anchors" => array (
        "nunu шаурма",
"шаурма нуну",
      )
    ),
    271 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-pervaya-fabrika-piczczy/",
      "anchors" => array (
        "кафе первая фабрика пиццы павлоград",
      )
    ),
    272 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-piknik-v-vinnicze/",
      "anchors" => array (
        "пикник винница",
      )
    ),
    273 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-shashlychnaya-hata/",
      "anchors" => array (
        "шашлычная хата кременчуг",
"шашлычная хата",
      )
    ),
    274 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-staryj-dvorik-v-dnepre-2/",
      "anchors" => array (
        "старый дворик днепр",
      )
    ),
    275 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-sumak-v-kieve-2/",
      "anchors" => array (
        "сумак кафе",
"кафе сумак",
"сумак ресторан",
"сумак киев",
      )
    ),
    276 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-sushi-i-piczcza-papa-papa-2/",
      "anchors" => array (
        "суши папа каменское",
      )
    ),
    277 =>
    array (
      "link" => "https://tarakan.org.ua/places/kafe-ukrop-3/",
      "anchors" => array (
        "кафе укроп киев",
      )
    ),
    278 =>
    array (
      "link" => "https://tarakan.org.ua/places/konditerskaya-love-cake-v-kremenchuge/",
      "anchors" => array (
        "love cake кременчуг",
      )
    ),
    279 =>
    array (
      "link" => "https://tarakan.org.ua/places/konditerskaya-magazin-karamelka-na-5-oj-linii-v-kropivniczkom/",
      "anchors" => array (
        "кондитерская карамелька кропивницкий",
      )
    ),
    280 =>
    array (
      "link" => "https://tarakan.org.ua/places/konditerskaya-rafinad-by-katerina-peskova/",
      "anchors" => array (
        "кондитерская рафинад киев",
      )
    ),
    281 =>
    array (
      "link" => "https://tarakan.org.ua/places/nochnoj-klub-kvartira-54/",
      "anchors" => array (
        "квартира 54",
"квартира 54 киев",
"квартира 54 ночной клуб",
"квартира 54 клуб",
"квартира 54 клуб киев",
      )
    ),
    282 =>
    array (
      "link" => "https://tarakan.org.ua/places/onlajn-restoran-chernomorka-online/",
      "anchors" => array (
        "черноморка онлайн-ресторан",
      )
    ),
    283 =>
    array (
      "link" => "https://tarakan.org.ua/places/onlajn-restoran-golodnaya-utka/",
      "anchors" => array (
        "голодная утка одесса",
"голодная утка одесса отзывы",
"голодная утка адрес",
      )
    ),
    284 =>
    array (
      "link" => "https://tarakan.org.ua/places/onlajn-restoran-ninja-sushi-nindzya-sushi-2/",
      "anchors" => array (
        "ninja sushi днепр",
      )
    ),
    285 =>
    array (
      "link" => "https://tarakan.org.ua/places/onlajn-restoran-shashlyk-ot-rafaelya/",
      "anchors" => array (
        "шашлык от рафаэля отзывы",
      )
    ),
    286 =>
    array (
      "link" => "https://tarakan.org.ua/places/onlajn-restoran-skazka-vostoka/",
      "anchors" => array (
        "сказка востока киев",
      )
    ),
    287 =>
    array (
      "link" => "https://tarakan.org.ua/places/piczczeriya-doma-piczcza-v-vyshgorode-2/",
      "anchors" => array (
        "дома пицца вышгород",
"дома пицца вышгород отзывы",
      )
    ),
    288 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-anchousnaya-2/",
      "anchors" => array (
        "анчоусная днепр",
"анчоусная днепр меню",
"днепр анчоусная",
"анчоусная днепр меню цены",
      )
    ),
    289 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-ararat-na-griboedova-v-beloj-czerkvi/",
      "anchors" => array (
        "арарат белая церковь",
      )
    ),
    290 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-atmosfera-na-nikolaya-svitalskogo-v-krivom-roge/",
      "anchors" => array (
        "кафе атмосфера кривой рог",
      )
    ),
    291 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-bakinskij-dvorik-na-bogdana-hmelniczkogo-v-dnepre-2/",
      "anchors" => array (
        "бакинский дворик днепр на богдана меню",
"бакинский дворик днепр меню",
"бакинский дворик днепр",
      )
    ),
    292 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-buba-hinkalnaya-v-zhitomire-2/",
      "anchors" => array (
        "буба житомир",
      )
    ),
    293 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-burger-house-v-kamenecz-podolskom-2/",
      "anchors" => array (
        "бургер каменец подольский",
      )
    ),
    294 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-burgerplace-v-zhyoltyh-vodah-2/",
      "anchors" => array (
        "бургер плейс желтые воды",
"бургер плейс желтые воды меню",
"ресторан burger place в желтых водах",
      )
    ),
    295 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-bystrogo-pitaniya-doner-market-doner-market/",
      "anchors" => array (
        "донер маркет киев адреса",
"doner market меню",
"донер маркет киев",
"донер маркет отзывы",
"ресторан быстрого питания doner market киев",
      )
    ),
    296 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-chajhana-v-krivom-roge/",
      "anchors" => array (
        "чайхана кривой рог",
      )
    ),
    297 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-chef-de-grille-shef-de-gril/",
      "anchors" => array (
        "ресторан шеф де гриль харьков",
      )
    ),
    298 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-chichilaki-2/",
      "anchors" => array (
        "чичилаки крюковщина",
      )
    ),
    299 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-dacha-2/",
      "anchors" => array (
        "дача каменское",
"ресторан дача каменское меню",
"ресторан дача каменское",
"меню дача каменское",
"ресторан дача каменское официальный сайт",
"ресторан дача каменское адрес",
"ресторан дача каменское телефон",
"кафе дача номер телефона",
      )
    ),
    300 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-eldorado-v-voznesenske-2/",
      "anchors" => array (
        "эльдорадо вознесенск",
      )
    ),
    301 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-eshak-eshak/",
      "anchors" => array (
        "ресторан ешак киев",
      )
    ),
    302 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-evrika-2/",
      "anchors" => array (
        "кафе эврика днепр",
"ресторан эврика днепр",
      )
    ),
    303 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-frutti-di-mare/",
      "anchors" => array (
        "frutti di mare киев",
"frutti di mare киев меню",
      )
    ),
    304 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-gagra-v-dnepre-2/",
      "anchors" => array (
        "ресторан гагра днепр",
"гагра днепр",
      )
    ),
    305 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-good-zone-gudzon-2/",
      "anchors" => array (
        "гудзон днепр",
      )
    ),
    306 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-gruzinskaya-vypechka-v-kropivniczkom/",
      "anchors" => array (
        "грузинская выпечка кропивницкий",
      )
    ),
    307 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-gruzinskij-dvorik/",
      "anchors" => array (
        "грузинский дворик винница",
      )
    ),
    308 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-hutsul-guczul/",
      "anchors" => array (
        "ресторан гуцул яремче",
      )
    ),
    309 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-kapkan-v-dnepre-2/",
      "anchors" => array (
        "кафе капкан днепр",
      )
    ),
    310 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-karavan-gala-2/",
      "anchors" => array (
        "караван гала ирпень",
      )
    ),
    311 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-koleso-v-zhitomire-2/",
      "anchors" => array (
        "кафе колесо житомир",
      )
    ),
    312 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-komora-na-filippa-orlika-v-poltave/",
      "anchors" => array (
        "комора полтава меню",
      )
    ),
    313 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-kruta-na-geroev-v-kamenskom-2/",
      "anchors" => array (
        "крута каменское",
"крута каменское меню",
      )
    ),
    314 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-kvitan-v-kamenskom-2/",
      "anchors" => array (
        "ресторан квитан каменское",
      )
    ),
    315 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-leo-v-boyarke-2/",
      "anchors" => array (
        "лео кафе меню боярка",
"лео кафе боярка",
"лео кафе боярка меню",
      )
    ),
    316 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-liberti-v-cherkassah/",
      "anchors" => array (
        "либерти черкассы",
      )
    ),
    317 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-lion-v-krivom-roge/",
      "anchors" => array (
        "ресторан лион кривой рог",
      )
    ),
    318 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-lounge-cafe-sad-v-krivom-roge/",
      "anchors" => array (
        "кафе сад кривой рог",
      )
    ),
    319 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-maestro-na-stepana-tilgi-v-krivom-roge/",
      "anchors" => array (
        "кафе маэстро кривой рог",
      )
    ),
    320 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-oasis/",
      "anchors" => array (
        "оазис винница",
"ресторан оазис винница",
"ресторан оазис винница адрес",
"оазис винница ресторан меню",
"оазис винница адрес",
"оазис винница ресторан адрес",
"оазис винница меню",
"oasis винница",
"оазис винница ресторан",
"ресторан оазис",
"оазис ресторан винница",
"oasis ресторан винница",
"oasis винница ресторан",
"оазис винница телефон",
      )
    ),
    321 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-pan-piczcza-v-svetlovodske/",
      "anchors" => array (
        "пан пицца светловодск",
      )
    ),
    322 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-piano-bar-piano-bar-2/",
      "anchors" => array (
        "пиано бар днепр",
      )
    ),
    323 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-plov-hochu-2/",
      "anchors" => array (
        "плов хочу днепр",
"плов хочу",
"плов хочу меню цены",
"плов хочу днепр меню",
      )
    ),
    324 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-prestizh-na-vitruka-v-zhitomire-2/",
      "anchors" => array (
        "кафе престиж житомир",
      )
    ),
    325 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-rebernya-berehovo-v-beregovo/",
      "anchors" => array (
        "реберня берегово",
      )
    ),
    326 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-sako-v-zhitomire-2/",
      "anchors" => array (
        "ресторан sako в житомире",
      )
    ),
    327 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-salo-salo-2/",
      "anchors" => array (
        "ресторан сало буковель",
      )
    ),
    328 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-seti-v-dnepre-2/",
      "anchors" => array (
        "ресторан сети днепр",
      )
    ),
    329 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-shashlikyan-4/",
      "anchors" => array (
        "шашликян крюковщина",
      )
    ),
    330 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-shashlychnyj-dvor-na-generala-thora-v-konotope/",
      "anchors" => array (
        "шашлычный двор конотоп",
      )
    ),
    331 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-shashlyk-na-vynos-v-dnepre-2/",
      "anchors" => array (
        "шашлык на вынос днепр",
      )
    ),
    332 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-skazka-v-kremenchuge/",
      "anchors" => array (
        "кафе сказка кременчуг меню",
"сказка кременчуг",
      )
    ),
    333 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-sova/",
      "anchors" => array (
        "сова кривой рог",
      )
    ),
    334 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-staryj-gorod-na-bazarnoj-v-zaporozhe-2/",
      "anchors" => array (
        "старый город запорожье меню",
      )
    ),
    335 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-taksi-v-dnepre-2/",
      "anchors" => array (
        "бургерная такси днепр",
"кафе такси днепр",
      )
    ),
    336 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-trofey-trofej/",
      "anchors" => array (
        "трофей винница меню",
      )
    ),
    337 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-uchan-su-v-dnepre-2/",
      "anchors" => array (
        "учан су днепр меню",
      )
    ),
    338 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-zolotaya-arka-v-zaporozhe-2/",
      "anchors" => array (
        "кафе золотая арка запорожье",
      )
    ),
    339 =>
    array (
      "link" => "https://tarakan.org.ua/places/restoran-zolotoj-drakon-2/",
      "anchors" => array (
        "золотой дракон днепр",
      )
    ),
    340 =>
    array (
      "link" => "https://tarakan.org.ua/places/sandwich-club/",
      "anchors" => array (
        "сэндвич клаб сумы",
"sandwich club сумы",
      )
    ),
    341 =>
    array (
      "link" => "https://tarakan.org.ua/places/sushi-bar-tori-v-krivom-roge/",
      "anchors" => array (
        "суши тори кривой рог",
      )
    ),
    342 =>
    array (
      "link" => "https://tarakan.org.ua/places/zagorodnyj-klub-kompleks-club-1040-2/",
      "anchors" => array (
        "club 1040",
      )
    ),
    343 =>
    array (
      "link" => "https://tarakan.org.ua/places/zagorodnyj-klub-kompleks-kommuna-kitchen-2/",
      "anchors" => array (
        "kommuna kitchen отзывы",
"kommuna kitchen",
"ресторан коммуна китчен",
      )
    ),
    344 =>
    array (
      "link" => "https://tarakan.org.ua/rukkola-polza-i-vred/",
      "anchors" => array (
        "польза рукколы",
"польза рукколы для организма",
"польза рукколы для здоровья",
"польза рукколы для печени",
"польза рукколы для кожи",
"польза рукколы для женщин",
"польза рукколы для мужчин",
"польза рукколы для детей",
"польза рукколы для беременных",
"польза руколы для похудения",
"калорийность рукколы",
"полезные свойства рукколы",
      )
    ),
    345 =>
    array (
      "link" => "https://tarakan.org.ua/samaya-vkusnaya-piczcza-v-kieve/",
      "anchors" => array (
        "вкусная пицца в Киеве",
"пиццерии в Киеве",
"где поесть пиццу в Киеве",
"где самая вкусная пицца в Киеве",
"где искать вкусную пиццу в Киеве",
"лучшие пиццерии Киева",
"американская пицца в Киеве",
"неаполитанская пицца в Киеве",
"самая вкусная пицца в Киеве",
      )
    ),
    346 =>
    array (
      "link" => "https://tarakan.org.ua/samyj-luchshij-reczept-glintvejna/",
      "anchors" => array (
        "лучший рецепт глинтвейна",
"самый вкусный рецепт глинтвейна",
"самый популярный рецепт глинтвейна",
"классический рецепт глинтвейна",
"безалкогольный рецепт глинтвейна",
"как приготовить глинтвейн дома",
"как приготовить глинтвейн в домашних условиях",
"домашний глинтвейн",
"рецепт глинтвейна при простуде",
"рецепт глинтвейна в мультиварке",
      )
    ),
    347 =>
    array (
      "link" => "https://tarakan.org.ua/testo-dlya-varenikov-na-kipyatke/",
      "anchors" => array (
        "тесто для вареников на кипятке",
"заварное тесто для вареников",
"тесто для вареников без яиц",
"тесто для вареников с яйцом",
"лучшее тесто для вареников",
"мягкое тесто на кипяток для вареников",
"простой рецепт теста для вареников",
      )
    ),
    348 =>
    array (
      "link" => "https://tarakan.org.ua/truskavecz-gde-vkusno-poest/",
      "anchors" => array (
        "Трускавец: где вкусно поесть",
"куда пойти поесть в Трускавце",
"где вкусно поесть в Трускавце",
"питание в Трускавце",
"лучшие рестораны в Трускавце",
"где дешево поесть в Трускавце",
"где недорого поесть в Трускавце",
"комплексные обеды в Трускавце",
"заведения Трускавца",
      )
    ),
    349 =>
    array (
      "link" => "https://tarakan.org.ua/uk/14-rokiv-vesillia-pryvitannia-vitannia-do-ahatovoho-vesillia/",
      "anchors" => array (
        "14 років весілля привітання",
"14 років весілля привітання чоловіку",
"14 років весілля привітання дружині",
"14 річниця весілля привітання",
"14 років подружнього життя привітання",
"14 років весілля привітання чоловікові",
"привітання чоловіка з 14 річницею весілля",
"привітання з річницею весілля 14 років",
"привітання з днем весілля 14 років",
"привітання 14 років весілля",
"привітання з 14 річницею весілля",
"14 річниця весілля",
"весілля 14 років привітання",
"14 років весілля - картинки",
"вітаю з 14 річницею весілля",
"привітання з 14 річницею весілля своїми словами",
"привітання з 14 річчям весілля",
      )
    ),
    350 =>
    array (
      "link" => "https://tarakan.org.ua/uk/arabika-chy-kupazh/",
      "anchors" => array (
        "арабіка чи купаж",
"що краще: арабіка чи купаж",
"арабіка чи купаж: яка різниця",
"арабіка чи купаж: чим відрізняється",
"що міцніше арабіка чи купаж",
      )
    ),
    351 =>
    array (
      "link" => "https://tarakan.org.ua/uk/avokado-koryst-ta-shkoda/",
      "anchors" => array (
        "користь авокадо",
"користь авокадо для організму",
"коли не можна їсти авокадо",
"користь авокадо для здоров’я",
"користь авокадо для жінок",
"користь авокадо для чоловіків",
"користь авокадо для дітей",
"користь авокадо для вагітних",
"користь авокадо для схуднення",
"яка калорійність авокадо",
"корисні властивості авокадо",
      )
    ),
    352 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/belaya-czerkov/restorany-belaya-czerkov/",
      "anchors" => array (
        "ресторани біла церква",
      )
    ),
    353 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/beregove/restorany-beregove/",
      "anchors" => array (
        "берегове ресторани",
"ресторани берегово",
      )
    ),
    354 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/cherkasy/kafe-cherkasy/",
      "anchors" => array (
        "кафе черкаси",
"дитячі кафе черкаси",
"черкаси кафе",
"кафе в черкасах",
      )
    ),
    355 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/cherkasy/piczcza-cherkasy/",
      "anchors" => array (
        "піцерія черкаси",
"черкаси піцерія",
      )
    ),
    356 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/chernigiv/kafe-chernigiv/",
      "anchors" => array (
        "чернігів кафе",
"кафе чернігів",
      )
    ),
    357 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/chernigiv/piczcza-chernigiv/",
      "anchors" => array (
        "піцерія чернігів",
      )
    ),
    358 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/chernivczy/bar-chernivczy/",
      "anchors" => array (
        "бари чернівці",
      )
    ),
    359 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/chernivczy/kafe-chernivczy/",
      "anchors" => array (
        "кафе ресторани чернівці",
"дитяче кафе чернівці",
"чернівці цікаві кафе",
"кафе чернівці ціни",
"оренда кафе чернівці",
"дитячі кафе чернівці",
"кафе чернівці",
      )
    ),
    360 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/chernivczy/pab-chernivczy/",
      "anchors" => array (
        "паб чернівці",
      )
    ),
    361 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/chernivczy/piczcza-chernivczy/",
      "anchors" => array (
        "піцерія чернівці",
"чернівці піцерія",
      )
    ),
    362 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/chernivczy/restorany-chernivczy/",
      "anchors" => array (
        "преміум чернівці ресторан",
"ресторан з дитячою кімнатою чернівці",
"грецький ресторан чернівці",
"рибний ресторан чернівці",
"преміум ресторан чернівці",
      )
    ),
    363 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/harkiv/kafe-harkiv/",
      "anchors" => array (
        "кафе харків",
"харків кафе",
      )
    ),
    364 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/harkiv/piczcza-harkiv/",
      "anchors" => array (
        "піцерія харків",
      )
    ),
    365 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/harkiv/restorany-harkiv/",
      "anchors" => array (
        "ресторан харків",
      )
    ),
    366 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/harkiv/sushi-harkiv/",
      "anchors" => array (
        "суші харків",
      )
    ),
    367 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/herson/piczcza-herson/",
      "anchors" => array (
        "піцерія херсон",
      )
    ),
    368 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/herson/restorany-herson/",
      "anchors" => array (
        "ресторани херсона",
      )
    ),
    369 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/hmelnyczkyj/kafe-hmelnyczkyj/",
      "anchors" => array (
        "кафе з дитячою кімнатою хмельницький",
"кафе у хмельницькому",
"кафе хмельницький ціни",
"заклади хмельницького кафе",
"дитячі кафе в хмельницькому",
"кафе хмельницький центр",
"кафе хмельницького",
"кафе хмельницького ціни",
"дитяче кафе хмельницький",
"оренда кафе хмельницький",
"цілодобові кафе хмельницький",
"кафе в хмельницькому",
"дитячі кафе хмельницький",
"кафе хмельницький",
"хмельницький кафе",
      )
    ),
    370 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/hmelnyczkyj/pab-hmelnyczkyj/",
      "anchors" => array (
        "паб хмельницький",
"паби хмельницького",
"хмельницький бар",
"бар хмельницький",
"гастро бар хмельницький",
      )
    ),
    371 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/hmelnyczkyj/piczcza-hmelnyczkyj/",
      "anchors" => array (
        "піцерія хмельницький доставка",
"піцерія хмельницький",
      )
    ),
    372 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/hmelnyczkyj/restorany-hmelnyczkyj/",
      "anchors" => array (
        "китайський ресторан хмельницький",
"хмельницький ресторан",
"рибний ресторан хмельницький",
"новий ресторан у хмельницькому",
"ресторан хмельницький відгуки",
"грузинський ресторан хмельницький",
      )
    ),
    373 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/hmelnyczkyj/sushi-hmelnyczkyj/",
      "anchors" => array (
        "суші хмельницький",
"суші в хмельницькому",
"суші хмельницький доставка",
"суші бар хмельницький",
"хмельницький суші",
"найсмачніші суші хмельницький",
      )
    ),
    374 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/irpin/kafe-irpin/",
      "anchors" => array (
        "кафе ірпінь",
"ірпінь кафе",
      )
    ),
    375 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/ivano-frankovsk/kafe-ivano-frankovsk/",
      "anchors" => array (
        "цілодобові кафе івано франківськ",
"цікаві кафе івано франківська",
"кафе івано франківська жива музика",
"кафе івано франківськ з дитячою кімнатою",
"кафе івано франківська ціни",
"нові кафе івано франківська",
"кафе івано франківська",
"кафе у франківську",
"кращі кафе івано франківська",
"кафе івано франківськ центр",
"кафе у івано франківську",
"кафе з ігровою кімнатою івано франківськ",
"кафе івано франківськ",
"вегетаріанське кафе івано франківськ",
"кафе в івано франківську з живою музикою",
"івано франківськ кафе ресторани",
"франківськ кафе",
"цілодобові кафе івано франківська",
"кафе в івано франківську",
"кафе в центрі івано франківська",
"дитячі кафе івано франківськ",
"кафе з дитячими кімнатами івано франківськ",
"івано франківськ кафе в центрі",
"кафе лофт івано франківськ",
"дитячі кафе івано франківська",
"дитячі кафе в івано франківську",
"івано франківськ кафе",
      )
    ),
    376 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/ivano-frankovsk/restorany-ivano-frankivsk/",
      "anchors" => array (
        "івано франківськ грузинський ресторан",
"новий ресторан у івано франківську",
"японський ресторан івано франківськ",
"рибний ресторан івано франківськ",
"грузинський ресторан франківськ",
"дитячий ресторан івано франківськ",
"новий ресторан івано франківськ",
      )
    ),
    377 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/kamiyanecz-podilskij/",
      "anchors" => array (
        "кафе ресторани кам янець подільський",
"кам янець подільський кафе ресторани",
      )
    ),
    378 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/kamiyanecz-podilskij/kafe-kamiyanecz-podilskij/",
      "anchors" => array (
        "кафе кам янець подільський",
"кам янець подільський кафе",
      )
    ),
    379 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/kremenchuk/kafe-kremenchuk/",
      "anchors" => array (
        "кафе кременчук",
      )
    ),
    380 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/kremenchuk/sushi-kremenchuk/",
      "anchors" => array (
        "суші кременчук",
      )
    ),
    381 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/kropyvnyczkyj/restorany-kropyvnyczkyj/",
      "anchors" => array (
        "ресторани кропивницький",
      )
    ),
    382 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/luczk/bar-luczk/",
      "anchors" => array (
        "бар луцьк",
"бари луцьк",
"бари в луцьку",
"бари луцька",
"кафе бари луцьк",
"кафе бари луцька",
"луцьк бар",
      )
    ),
    383 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/luczk/kafe-luczk/",
      "anchors" => array (
        "кафе луцьк",
"луцьк кафе",
"кафе луцька",
"дитячі кафе луцьк",
"кафе в луцьку",
"кафе у луцьку",
"дитяче кафе луцьк",
"кафе з дитячою кімнатою луцьк",
"кафе луцьк центр",
"кафе луцьк цілодобово",
"кафе луцька з дитячою кімнатою",
"кафе луцька з живою музикою",
"кафе луцька ціни",
"кафе місто луцьк",
"лофт кафе луцьк",
"недорогі кафе луцька",
"нове кафе у луцьку",
"оренда кафе луцьк",
"цілодобові кафе луцьк",
      )
    ),
    384 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/lviv/bar-lviv/",
      "anchors" => array (
        "львов бари",
"бари львова з живою музикою",
"найкращі бари львова",
"бари львова центр",
"кращі бари львова",
      )
    ),
    385 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/lviv/kafe-lviv/",
      "anchors" => array (
        "кафе львова в центрі",
"тематичні кафе львова",
"популярні кафе львова",
"кафе львов",
"цікаві кафе львова",
"кафе в центрі львова",
"нічні кафе львова",
"кафе львова центр",
"кафе львова меню",
"затишні кафе львова",
"акції в кафе львова",
"львов кафе",
"кафе львова",
"дешеві кафе львова",
      )
    ),
    386 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/lviv/restorany-lviv/",
      "anchors" => array (
        "найкращий ресторан львова",
      )
    ),
    387 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/mukachevo/pab-mukachevo/",
      "anchors" => array (
        "паб мукачево",
      )
    ),
    388 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/mukachevo/piczcza-mukachevo/",
      "anchors" => array (
        "піцерія мукачево доставка",
"піцерія мукачево",
"мукачево піцерія",
      )
    ),
    389 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/mukachevo/restorany-mukachevo/",
      "anchors" => array (
        "ресторани мукачево",
"мукачево ресторани",
"ресторани мукачева",
"ресторани мукачева для весілля",
      )
    ),
    390 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/mukachevo/sushi-mukachevo/",
      "anchors" => array (
        "мукачево суші",
"суші мукачево",
      )
    ),
    391 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/nikolaev/kafe-nikolaev/",
      "anchors" => array (
        "кафе миколаїв",
      )
    ),
    392 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/nikolaev/restorany-nikolaev/",
      "anchors" => array (
        "ресторан миколаїв",
      )
    ),
    393 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/nikolaev/sushi-nikolaev/",
      "anchors" => array (
        "суші миколаїв",
      )
    ),
    394 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/odesa/bar-odesa/",
      "anchors" => array (
        "бар одеса",
"бари одеси",
      )
    ),
    395 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/odesa/kafe-odesa/",
      "anchors" => array (
        "кафе одеси",
"одеса кафе",
"одеса цікаві кафе",
"цікаві кафе одеси",
      )
    ),
    396 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/odesa/piczcza-odesa/",
      "anchors" => array (
        "піцерія одеса",
      )
    ),
    397 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/odesa/restorany-odesa/",
      "anchors" => array (
        "ресторан одеса",
"одеса ресторан",
"рибний ресторан одеса",
      )
    ),
    398 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/odesa/sushi-odesa/",
      "anchors" => array (
        "суші одеса",
"замовити суші одеса",
      )
    ),
    399 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/rovno/bar-rovno/",
      "anchors" => array (
        "суші бар рівне",
"бари рівне",
      )
    ),
    400 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/rovno/kafe-rovno/",
      "anchors" => array (
        "кафе бари рівне",
"місто рівне кафе",
"кафе спорт рівне",
"кафе з живою музикою рівне",
"дитячі кафе рівне",
"дитяче кафе рівне",
"кафе з дитячою кімнатою рівне",
"кафе рівне центр",
"кафе рівне жива музика",
"кафе рівне",
"цілодобові кафе рівне",
"кафе рівне день народження",
"кафе рівне ціни за місце",
"рівне кафе",
"кафе рівне відгуки",
"кафе рівне ціни",
"кафе місто рівне",
      )
    ),
    401 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/rovno/piczcza-rovno/",
      "anchors" => array (
        "рівне піцерія",
"піцерія рівне",
      )
    ),
    402 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/rovno/restorany-rovno/",
      "anchors" => array (
        "китайський ресторан рівне",
      )
    ),
    403 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/ternopil/bar-ternopil/",
      "anchors" => array (
        "бари тернополя з живою музикою",
"бари тернополя",
"бари тернополя ціни",
      )
    ),
    404 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/ternopil/kafe-ternopil/",
      "anchors" => array (
        "кафе тернополя в центрі",
"кафе в центрі тернополя",
"кафе тернопіль",
"тернопіль кафе",
"кафе з дитячою кімнатою тернопіль",
"тернопіль цікаві кафе",
"дитячі кафе тернопіль",
"вегетаріанське кафе тернопіль",
"дитяче кафе тернопіль",
"кафе бар за містом тернопіль",
"кафе бари тернопіль",
"кафе з дитячими кімнатами тернопіль",
"кафе з ігровою кімнатою тернопіль",
"оренда кафе тернопіль",
      )
    ),
    405 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/ternopil/piczcza-ternopil/",
      "anchors" => array (
        "піцерія тернопіль",
"піцерія тернопіль центр",
"тернопіль піцерія",
      )
    ),
    406 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/ternopil/restorany-ternopil/",
      "anchors" => array (
        "ресторан на новий рік тернопіль",
"ресторан тернопіль весілля",
"ресторан тернопіль",
"ресторан тернопіль ціни",
"новий ресторан тернопіль",
"ресторан тернопіль новий рік",
"грузинський ресторан тернопіль",
"ресторан з дитячою кімнатою тернопіль",
"весілля тернопіль ресторан",
"рибний ресторан тернопіль",
      )
    ),
    407 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/ternopil/sushi-ternopil/",
      "anchors" => array (
        "дешеві суші тернопіль",
"суші тернопіль центр",
"суші тернопіль ціни",
"найкращі суші тернопіль",
"суші сети тернопіль",
"суші тернопіль цілодобово",
"суші тернопіль акція",
"смачні суші тернопіль",
"суші цілодобово тернопіль",
"файні суші тернопіль",
"суші бар тернопіль",
"суші тернопіль",
"суші акції тернопіль",
"тернопіль суші",
"суші тернопіль відгуки",
      )
    ),
    408 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/uzhgorod/bar-uzhgorod/",
      "anchors" => array (
        "бари ужгорода",
"лаунж бар ужгород",
      )
    ),
    409 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/uzhgorod/kafe-uzhgorod/",
      "anchors" => array (
        "кафе з дитячою кімнатою ужгород",
"дитячі кафе ужгород",
"дитяче кафе ужгород",
"ужгород цікаві кафе",
      )
    ),
    410 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/uzhgorod/restorany-uzhgorod/",
      "anchors" => array (
        "рестораны ужгорода для весілля",
      )
    ),
    411 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/vyshneve/antikafe-kovorking-vyshneve/",
      "anchors" => array (
        "коворкінг вишневе",
      )
    ),
    412 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/vyshneve/kafe-vyshneve/",
      "anchors" => array (
        "вишневе кафе",
"кафе в вишневом",
"кафе у вишневому",
"кафе вишневе",
      )
    ),
    413 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/vyshneve/piczcza-vyshneve/",
      "anchors" => array (
        "піцерія вишневе",
      )
    ),
    414 =>
    array (
      "link" => "https://tarakan.org.ua/uk/city/zhitomir/kafe-zhitomir/",
      "anchors" => array (
        "дитячі кафе житомир",
      )
    ),
    415 =>
    array (
      "link" => "https://tarakan.org.ua/uk/de-v-kyyevi-smachno-i-nedorogo-poyisty/",
      "anchors" => array (
        "де в Києві смачно і недорого поїсти",
"економ-обід у Києві",
"де смачно і недорого поїсти в Києві",
"недорогі ресторани Києва",
"бюджетні ресторани Києва",
"недорого поїсти у Києві",
"куди піти в Києві смачно поїсти",
"смачні сніданки в Києві",
      )
    ),
    416 =>
    array (
      "link" => "https://tarakan.org.ua/uk/diyetychni-stravy-z-garbuza/",
      "anchors" => array (
        "дієтичні страви з гарбуза",
"дієтичні страви з гарбуза для дітей",
"дієтична запіканка з гарбуза",
"смачні страви з гарбуза",
"страви з гарбуза для схуднення",
"прості страви з гарбуза",
"дієтичні рецепти гарбузових страв",
"дієтичний салат з гарбуза",
      )
    ),
    417 =>
    array (
      "link" => "https://tarakan.org.ua/uk/hurma-korist-ta-shkoda-yagodi/",
      "anchors" => array (
        "користь хурми",
"користь хурми для організму",
"коли не можна їсти хурму",
"як треба їсти хурму",
"який вітамін має хурма",
"чим корисна хурма",
"хурма - користь для здоров’я",
"користь хурми для жінок",
"користь хурми для чоловіків",
"користь хурми для дітей",
"користь хурми для вагітних",
"хурма для схуднення",
"калорійність хурми",
"вирощування хурми",
"корисні властивості хурми",
      )
    ),
    418 =>
    array (
      "link" => "https://tarakan.org.ua/uk/istoriya-vynyknennya-piczy/",
      "anchors" => array (
        "історія виникнення піци",
"походження слова піца",
"як виникла піца",
"цікаві факти про піцу",
"хто перший придумав піцу",
"яка країна придумала піцу",
"звідки з’явилась піца",
"історія появи піци",
      )
    ),
    419 =>
    array (
      "link" => "https://tarakan.org.ua/uk/kurkuma-koryst-ta-shkoda/",
      "anchors" => array (
        "користь куркуми",
"користь куркуми для організму",
"користь куркуми для здоров’я",
"користь куркуми для печінки",
"користь куркуми для шкіри",
"користь куркуми для жінок",
"користь куркуми для чоловіків",
"користь куркуми для дітей",
"користь куркуми для вагітних",
"користь куркуми для схуднення",
"калорійність куркуми",
"корисні властивості куркуми",
"користь куркуми з медом",
"куркума натощак",
      )
    ),
    420 =>
    array (
      "link" => "https://tarakan.org.ua/uk/lohyna-koryst-ta-shkoda-yagody/",
      "anchors" => array (
        "користь лохини",
"як правильно їсти лохину",
"скільки можна їсти лохини",
"чому не можна їсти багато лохини",
"чим корисна лохина",
"лохина - користь для здоров’я",
"користь лохини для жінок",
"користь лохини для дітей",
"користь лохини для вагітних",
"лохина для схуднення",
"калорійність лохини",
"вирощування лохини",
"корисні властивості лохини",
      )
    ),
    421 =>
    array (
      "link" => "https://tarakan.org.ua/uk/najkrashhyj-reczept-glintvejnu/",
      "anchors" => array (
        "найкращій рецепт глінтвейну",
"найсмачніший рецепт глінтвейну",
"найпопулярніший рецепт глінтвейну",
"класичний рецепт глінтвейну",
"безалкогольний рецепт глінтвейну",
"як приготувати глінтвейн вдома",
"як приготувати глінтвейн в домашніх умовах",
"домашній глінтвейн",
"рецепт глінтвейну при застуді",
"рецепт глінтвейну в мультіварці",
      )
    ),
    422 =>
    array (
      "link" => "https://tarakan.org.ua/uk/najsmachnisha-picza-v-kyyevi/",
      "anchors" => array (
        "смачна піца в Києві",
"піцерії в Києві",
"де поїсти піцу в Києві",
"де найсмачніша піца в Києві",
"де шукати смачну піцу в Києві",
"кращі піцерії Києва",
"американська піца в Києві",
"неаполітанська піца в Києві",
"найсмачніша піца в Києві",
      )
    ),
    423 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/kafe-parizh/",
      "anchors" => array (
        "париж харків меню",
      )
    ),
    424 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/kafe-piknik-v-vinnicze/",
      "anchors" => array (
        "кафе пікнік вінниця",
"пикник вінниця меню",
      )
    ),
    425 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/konditerskaya-kuhnya-pani-anni-v-ivano-frankovske-2/",
      "anchors" => array (
        "кухня пані анни",
      )
    ),
    426 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/nochnoj-klub-kvartira-54/",
      "anchors" => array (
        "kvartira 54",
      )
    ),
    427 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/onlajn-restoran-sushi-hit-2/",
      "anchors" => array (
        "суші хіт вінниця",
"суші хіт",
"суші хіт відгуки",
      )
    ),
    428 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-ararat-na-griboedova-v-beloj-czerkvi/",
      "anchors" => array (
        "арарат біла церква",
"арарат біла церква меню",
      )
    ),
    429 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-atmosfera-na-nikolaya-svitalskogo-v-krivom-roge/",
      "anchors" => array (
        "атмосфера кривий ріг меню",
      )
    ),
    430 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-babo-gardens/",
      "anchors" => array (
        "babo gardens відгуки",
"babo gardens меню",
"babo gardens ціни",
"babo gardens меню львів",
      )
    ),
    431 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-burger-club-na-bulvare-stroitelej-v-kamenskom-2/",
      "anchors" => array (
        "burger club gastro кам’янське меню",
      )
    ),
    432 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-chichilaki-2/",
      "anchors" => array (
        "чічілакі крюківщина",
      )
    ),
    433 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-hanuma-v-poltave/",
      "anchors" => array (
        "ханума полтава",
"ханума полтава меню",
      )
    ),
    434 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-hlib-vino-v-konotope/",
      "anchors" => array (
        "хліб і вино конотоп",
      )
    ),
    435 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-iolanta-v-zhitomire-2/",
      "anchors" => array (
        "иоланта житомир меню",
"іоланта житомир меню",
      )
    ),
    436 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-kameliya-v-beloj-czerkvi/",
      "anchors" => array (
        "камелия біла церква меню",
"камелія біла церква",
      )
    ),
    437 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-karamel-na-borisa-lyatoshinskogo-v-zhitomire-2/",
      "anchors" => array (
        "карамель житомир",
"ресторан карамель",
      )
    ),
    438 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-lezginka/",
      "anchors" => array (
        "лезгинка вінниця",
"лезгинка вінниця відгуки",
"лезгинка ресторан вінниця",
      )
    ),
    439 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-oasis/",
      "anchors" => array (
        "ресторан оазис вінниця",
"оазіс вінниця",
"оазис вінниця",
"оазіс вінниця адреса",
"oasis вінниця меню",
"oasis вінниця",
"оазис вінниця меню",
"оазис ресторан вінниця",
"ресторан оазіс вінниця",
"ресторан оазіс вінниця адреса",
      )
    ),
    440 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-pan-piczcza-v-svetlovodske/",
      "anchors" => array (
        "пан пицца світловодськ",
      )
    ),
    441 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-pizzatime-v-gajsine-2/",
      "anchors" => array (
        "pizzatime гайсин меню",
      )
    ),
    442 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-shashlikyan-4/",
      "anchors" => array (
        "шашликян крюківщина",
      )
    ),
    443 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-shashlyk-na-vynos-v-dnepre-2/",
      "anchors" => array (
        "шашлык на вынос дніпро меню",
      )
    ),
    444 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-sushi-box-v-kamenskom-2/",
      "anchors" => array (
        "суши-box кам’янське меню",
      )
    ),
    445 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/restoran-trofey-trofej/",
      "anchors" => array (
        "трофей вінниця меню",
"трофей вінниця",
"trofey вінниця меню",
      )
    ),
    446 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/sushi-tataki-v-beloj-czerkvi/",
      "anchors" => array (
        "татакі біла церква",
"татакі олеся гончара",
      )
    ),
    447 =>
    array (
      "link" => "https://tarakan.org.ua/uk/places/zagorodnyj-klub-kompleks-kommuna-kitchen-2/",
      "anchors" => array (
        "комуна кітчен",
      )
    ),
    448 =>
    array (
      "link" => "https://tarakan.org.ua/uk/pyrig-z-yablukamy-prostyj-reczept/",
      "anchors" => array (
        "пиріг з яблуками: простий рецепт",
"швидкий рецепт пирога з яблуками",
"шарлотка рецепт",
"пиріг з яблуками в духовці",
"пиріг з яблуками в мультиварці",
      )
    ),
    449 =>
    array (
      "link" => "https://tarakan.org.ua/uk/rukola-koryst-ta-shkoda/",
      "anchors" => array (
        "користь руколи",
"користь руколи для організму",
"користь руколи для здоров’я",
"користь руколи для печінки",
"користь руколи для шкіри",
"користь руколи для жінок",
"користь руколи для чоловіків",
"користь руколи для дітей",
"користь руколи для вагітних",
"користь руколи для схуднення",
"калорійність руколи",
"корисні властивості руколи",
      )
    ),
    450 =>
    array (
      "link" => "https://tarakan.org.ua/uk/tisto-dlya-varenykiv-na-kypyatku/",
      "anchors" => array (
        "тісто для вареників на кип'ятку",
"заварне тісто для вареників",
"тісто для вареників без яєць",
"тісто для вареників з яйцем",
"найкраще тісто для вареників",
"м'яке тісто на кип'ятку для вареників",
"простий рецепт тіста для вареників",
      )
    ),
    451 =>
    array (
      "link" => "https://tarakan.org.ua/uk/truskavecz-de-smachno-poyisty/",
      "anchors" => array (
        "Трускавець: де смачно поїсти",
"куди піти поїсти в Трускавці",
"де смачно поїсти в Трускавці",
"харчування в Трускавці",
"найкращі ресторани в Трускавці",
"де дешево поїсти в Трускавці",
"де недорого поїсти в Трускавці",
"комплексні обіди в Трускавці",
"заклади Трускавця",
      )
    ),
    452 =>
    array (
      "link" => "https://tarakan.org.ua/uk/vplyv-alkogolyu-na-organizm-lyudyny/",
      "anchors" => array (
        "вплив алкоголю на організм людини",
"вплив алкоголю на печінку",
"вплив алкоголю на мозок",
"вплив алкоголю на серцево-судинну систему",
"вплив алкоголю на серце",
"як впливає алкоголь на тиск",
"вплив алкоголю на організм підлітка",
"вплив алкоголю на чоловіка",
"вплив алкоголю на жінку",
"шкідливий вплив алкоголю",
"вплив алкогольних напоїв на організм",
      )
    ),
    453 =>
    array (
      "link" => "https://tarakan.org.ua/uk/yaremche-de-smachno-poyisty/",
      "anchors" => array (
        "Яремче: де смачно поїсти",
"куди піти поїсти в Яремче",
"де смачно поїсти в Яремче",
"харчування в Яремче",
"найкращі ресторани в Яремче",
"де дешево поїсти в Яремче",
"де недорого поїсти в Яремче",
"комплексні обіди в Яремче",
      )
    ),
    454 =>
    array (
      "link" => "https://tarakan.org.ua/vliyanie-alkogolya-na-organizm-cheloveka/",
      "anchors" => array (
        "воздействие алкоголя на организм человека",
"воздействие алкоголя на печень",
"воздействие алкоголя на мозг",
"воздействие алкоголя на сердечно-сосудистую систему",
"воздействие алкоголя на сердце",
"как влияет алкоголь на давление",
"воздействие алкоголя на организм подростка",
"воздействие алкоголя на мужчину",
"влияние алкоголя на женщину",
"вредное воздействие алкоголя",
"воздействие алкогольных напитков на организм",
      )
    ),
    455 =>
    array (
      "link" => "https://tarakan.org.ua/yaremche-gde-vkusno-poest/",
      "anchors" => array (
        "Яремче: где вкусно поесть",
"куда пойти поесть в Яремче",
"где вкусно поесть в Яремче",
"питание в Яремче",
"лучшие рестораны в Яремче",
"где дешево поесть в Яремче",
"где недорого поесть в Яремче",
"комплексные обеды в Яремче",
      )
    ),
    456 =>
    array (
      "link" => "https://tarakan.org.ua/uk/pryvitannya-na-2-richnyczyu-vesillya/",
      "anchors" => array (
        "привітання на 2 річницю весілля",
"найкращі привітання з другою річницею весілля у віршах",
"привітання чоловікові з 2 річницею весілля",
"привітання дружині з 2 річницею весілля",
"привітання з днем весілля на 2 роки",
"привітання з 2 річницею весілля своїми словами",
      )
    ),
    457 =>
    array (
      "link" => "https://tarakan.org.ua/pozdravleniya-na-2-godovshhinu-svadby/",
      "anchors" => array (
        "лучшие поздравления со второй годовщиной свадьбы в стихах",
"поздравление мужчине с 2 годовщиной свадьбы",
"поздравление жене с 2 годовщиной свадьбы",
"поздравления с днем свадьбы на 2 года",
"поздравления с 2 годовщиной свадьбы своими словами",
      )
    ),
    458 =>
    array (
      "link" => "https://tarakan.org.ua/uk/pryvitannya-na-3-richnyczyu-vesillya/",
      "anchors" => array (
        "привітання на 3 річницю весілля",
"найкращі привітання з третьою річницею весілля у віршах",
"привітання чоловікові з 3 річницею весілля",
"привітання дружині з 3 річницею весілля",
"привітання з днем весілля на 3 роки",
"привітання з 3 річницею весілля своїми словами",
      )
    ),
    459 =>
    array (
      "link" => "https://tarakan.org.ua/pozdravleniya-na-3-godovshhinu-svadby/",
      "anchors" => array (
        "поздравления на 3 годовщину свадьбы",
"лучшие поздравления с третьей годовщиной свадьбы в стихах",
"поздравление мужчине с 3 годовщиной свадьбы",
"поздравление жене с 3 годовщиной свадьбы",
"поздравления с днем свадьбы на 3 года",
"поздравления с 3 годовщиной свадьбы своими словами",
      )
    ),
    460 =>
    array (
      "link" => "https://tarakan.org.ua/uk/pryvitannya-na-4-richnyczyu-vesillya/",
      "anchors" => array (
        "привітання на 4 річницю весілля",
"найкращі привітання з четвертою річницею весілля у віршах",
"привітання чоловікові з 4 річницею весілля",
"привітання дружині з 4 річницею весілля",
"привітання з днем весілля на 4 роки",
"привітання з 4 річницею весілля своїми словами",
      )
    ),
    461 =>
    array (
      "link" => "https://tarakan.org.ua/pozdravleniya-na-4-godovshhinu-svadby/",
      "anchors" => array (
        "поздравления на 4 годовщину свадьбы",
"лучшие поздравления с четвертой годовщиной свадьбы в стихах",
"поздравление мужчине с 4 годовщиной свадьбы",
"поздравление жене с 4 годовщиной свадьбы",
"поздравления с днем свадьбы на 4 года",
"поздравления с 4 годовщиной свадьбы своими словами",
      )
    ),
    462 =>
    array (
      "link" => "https://tarakan.org.ua/uk/pryvitannya-na-5-richnyczyu-vesillya/",
      "anchors" => array (
        "привітання на 5 річницю весілля",
"найкращі привітання з п'ятою річницею весілля у віршах",
"привітання чоловікові з 5 річницею весілля",
"привітання дружині з 5 річницею весілля",
"привітання з днем весілля на 5 років",
"привітання з 5 річницею весілля своїми словами",
      )
    ),
    463 =>
    array (
      "link" => "https://tarakan.org.ua/pozdravleniya-na-5-godovshhinu-svadby/",
      "anchors" => array (
        "поздравления на 5 годовщину свадьбы",
"лучшие поздравления с пятой годовщиной свадьбы в стихах",
"поздравление мужчине с 5 годовщиной свадьбы",
"поздравление жене с 5 годовщиной свадьбы",
"поздравления с днем свадьбы на 5 лет",
"поздравления с 5 годовщиной свадьбы своими словами",
      )
    ),
    464 =>
    array (
      "link" => "https://tarakan.org.ua/uk/najsmachnisha-shaurma-u-kyyevi/",
      "anchors" => array (
        "де готують смачну шаурму в Києві",
"де в Києві найсмачніша шаурма",
"найкраща шаурма в Києві",
      )
    ),
    465 =>
    array (
      "link" => "https://tarakan.org.ua/samaya-vkusnaya-shaurma-v-kieve/",
      "anchors" => array (
        "где готовят вкусную шаурму в Киеве",
"где в Киеве самая вкусная шаурма",
"лучшая шаурма в Киеве",
      )
    ),
    466 =>
    array (
      "link" => "https://tarakan.org.ua/uk/najsmachnishi-sushi-v-kyyevi/",
      "anchors" => array (
        "заклади Києва з найсмачнішими суші",
"смачні роли та суші в Києві",
"найкращі суші в Києві",
      )
    ),
    467 =>
    array (
      "link" => "https://tarakan.org.ua/samye-vkusnye-sushi-v-kieve/",
      "anchors" => array (
        "заведения Киева с самыми вкусными суши",
"вкусные роллы и суши в Киеве",
"лучшие суши в Киеве",
      )
    ),
    468 =>
    array (
      "link" => "https://tarakan.org.ua/uk/reczepty-zakusok-do-vyna/",
      "anchors" => array (
        "смачні закуски до вина",
"універсальні варіанти закусок до білих вин",
"яку закуску подавати до червоного вина",
"які продукти підходять до білого вина",
      )
    ),
    469 =>
    array (
      "link" => "https://tarakan.org.ua/reczepty-zakusok-k-vinu/",
      "anchors" => array (
        "вкусные закуски к вину",
"универсальные варианты закусок к белым винам",
"какую закуску подавать в красное вино",
"какие продукты подходят к белому вину",
      )
    ),
    470 =>
    array (
      "link" => "https://tarakan.org.ua/uk/shho-take-fermentovani-produkty-ta-yaka-vid-nyh-koryst/",
      "anchors" => array (
        "ферментовані продукти це",
"список ферментованих продуктів",
"які ферментовані продукти бувають",
"ферментовані продукти для схуднення",
"як правильно готувати ферментовані продукти",
      )
    ),
    471 =>
    array (
      "link" => "https://tarakan.org.ua/chto-takoe-fermentirovannye-produkty-i-kakaya-ot-nih-polza/",
      "anchors" => array (
        "ферментированные продукты это",
"список ферментированных продуктов",
"какие ферментированные продукты бывают",
"ферментированные продукты для похудения",
"как правильно готовить ферментированные продукты",
      )
    ),
    472 =>
    array (
      "link" => "https://tarakan.org.ua/uk/yak-pravylno-yisty-kruasan/",
      "anchors" => array (
        "як їсти круасан в ресторані",
"як їсти круасан виделкою",
"як їдять круасан у Франції",
      )
    ),
    473 =>
    array (
      "link" => "https://tarakan.org.ua/kak-pravilno-est-kruassan/",
      "anchors" => array (
        "как есть круассан в ресторане",
"как есть круассан вилкой",
"как едят круассан во Франции",
      )
    ),
    474 =>
    array (
      "link" => "https://tarakan.org.ua/uk/yakij-sort-medu-najkorisnishij-yak-vibrati-yakisnij-med/",
      "anchors" => array (
        "найкорисніший сорт меду",
"як вибрати якісний мед",
"користь меду",
"сорти меду",
"який мед вважається найкориснішим",
"як правильно вибрати якісний мед",
"який мед корисний",
      )
    ),
    475 =>
    array (
      "link" => "https://tarakan.org.ua/kakoj-sort-meda-samyj-poleznyj-kak-vybrat-kachestvennyj-med/",
      "anchors" => array (
        "самый полезный сорт меда",
"как выбрать качественный мед",
"польза меда",
"сорта меда",
"какой мед считается самым полезным",
"как правильно выбрать качественный мед",
"какой мед полезен",
      )
    ),
    476 =>
    array (
      "link" => "https://tarakan.org.ua/uk/vegany-ta-vegetarianczi-v-chomu-riznyczya/",
      "anchors" => array (
        "чим відрізняється веганство від вегетаріанства",
"хто такі вегани і вегетаріанці",
"чим веганство відрізняється від вегетаріанства",
"чи їдять вегетаріанці рибу",
"види вегетаріанства",
"що не їдять вегани",
      )
    ),
    477 =>
    array (
      "link" => "https://tarakan.org.ua/vegany-i-vegetarianczy-v-chem-raznicza/",
      "anchors" => array (
        "чем отличается веганство от вегетарианства",
"кто такие веганы и вегетарианцы",
"чем веганство отличается от вегетарианства",
"едят ли вегетарианцы рыбу",
"виды вегетарианства",
"что не едят веганы",
      )
    ),
    478 =>
    array (
      "link" => "https://tarakan.org.ua/uk/riznyczya-mizh-olyvkamy-ta-maslynamy/",
      "anchors" => array (
        "різниця між оливками та маслинами",
"чим відрізняються оливки від маслин",
"маслини та оливки: чи є відмінність",
"різниця між оливками та маслинами",
      )
    ),
    479 =>
    array (
      "link" => "https://tarakan.org.ua/raznicza-mezhdu-olivkami-i-maslinami/",
      "anchors" => array (
        "разница между оливками и маслинами",
"чем отличаются оливки от маслин",
"маслины и оливки: есть ли отличие",
"разница между оливками и маслинами",
      )
    ),
    480 =>
    array (
      "link" => "https://tarakan.org.ua/uk/zapechena-skumbriya-v-duhovczi/",
      "anchors" => array (
        "запечена скумбрія в духовці",
"простий рецепт запеченої скумбрії в духовці",
"рецепти запеченої скумбрії в духовці",
"як запекти філе скумбрії в духовці",
"скільки потрібно запікати скумбрію в духовці",
"як приготувати скумбрію в духовці в фользі",
"як правильно приготувати скумбрію",
      )
    ),
    481 =>
    array (
      "link" => "https://tarakan.org.ua/zapechennaya-skumbriya-v-duhovke/",
      "anchors" => array (
        "запеченная скумбрия в духовке",
"простой рецепт запеченной скумбрии в духовке",
"рецепты запеченной скумбрии в духовке",
"как запечь филе скумбрии в духовке",
"сколько нужно запекать скумбрию в духовке",
"как приготовить скумбрию в духовке в фольге",
"как правильно приготовить скумбрию",
      )
    ),
    482 =>
    array (
      "link" => "https://tarakan.org.ua/uk/pryvitannya-na-7-richnyczyu-vesillya/",
      "anchors" => array (
        "привітання на 7 річницю весілля",
"найкращі привітання з сьомою річницею весілля у віршах",
"привітання чоловікові з 7 річницею весілля",
"привітання дружині з 7 річницею весілля",
"привітання з днем весілля на 7 років",
"привітання з 7 річницею весілля своїми словами",
      )
    ),
    483 =>
    array (
      "link" => "https://tarakan.org.ua/pozdravleniya-na-7-godovshhinu-svadby/",
      "anchors" => array (
        "поздравления на 7 годовщину свадьбы",
"лучшие поздравления с седьмой годовщиной свадьбы в стихах",
"поздравление мужчине с 7 годовщиной свадьбы",
"поздравление жене с 7 годовщиной свадьбы",
"поздравления с днем свадьбы на 7 лет",
"поздравления с 7 годовщиной свадьбы своими словами",
      )
    ),
    484 =>
    array (
      "link" => "https://tarakan.org.ua/uk/najpopulyarnishi-polski-imena/",
      "anchors" => array (
        "найпопулярніші польські імена",
"список популярних польських імен",
"найпопулярніші імена для дітей у Польщі",
"найпопулярніші дитячі імена в Польщі",
"список популярних польських чоловічих імен",
"популярні польські імена дівчаток",
"смішні польські імена",
"рідкісні чоловічі імена",
"старовинні польські жіночі імена",
"красиві польські жіночі імена",
      )
    ),
    485 =>
    array (
      "link" => "https://tarakan.org.ua/samye-populyarnye-polskie-imena/",
      "anchors" => array (
        "самые популярные польские имена",
"список популярных польских имен",
"самые популярные имена для детей в Польше",
"самые популярные детские имена в Польше",
"список популярных польских мужских имен",
"популярные польские имена девочек",
"смешные польские имена",
"редкие мужские имена",
"старинные польские женские имена",
"красивые польские женские имена",
      )
    ),
    486 =>
    array (
      "link" => "https://tarakan.org.ua/uk/skilky-ta-yak-varyty-perepelyni-yajczya/",
      "anchors" => array (
        "як правильно варити перепелині яйця",
"скільки хвилин варити перепелині яйця",
"скільки часу варити перепелині яйця всмятку",
"як варити перепелині яйця для салату",
"скільки варити перепелине яйце для прикорму",
      )
    ),
    487 =>
    array (
      "link" => "https://tarakan.org.ua/skolko-i-kak-varit-perepelinye-yajcza/",
      "anchors" => array (
        "как правильно варить перепелиные яйца",
"сколько минут варить перепелиные яйца",
"сколько времени варить перепелиные яйца всмятку",
"как варить перепелиные яйца для салата.",
"сколько варить перепелиное яйцо для прикорма",
      )
    ),
    488 =>
    array (
      "link" => "https://tarakan.org.ua/uk/skilky-ta-yak-varyty-krevetky/",
      "anchors" => array (
        "як варити креветки правильно",
"як готувати варено-морожені креветки",
"як варити заморожені креветки",
"скільки варити сиру креветку",
"скільки часу варити свіжі креветки",
      )
    ),
    489 =>
    array (
      "link" => "https://tarakan.org.ua/skolko-i-kak-varit-krevetki/",
      "anchors" => array (
        "как варить креветки правильно",
"как готовить варено-мороженые креветки",
"как варить замороженные креветки",
"сколько варить сырую креветку",
"сколько времени варить свежие креветки",
      )
    ),
    490 =>
    array (
      "link" => "https://tarakan.org.ua/uk/skilki-ta-yak-variti-svinyachij-yazik/",
      "anchors" => array (
        "скільки варити свинячий язик за часом щоб був м'яким",
"як правильно варити свинячий язик",
"як варити свинячий язик в мультиварці",
"як довго варити свинячий язик",
      )
    ),
    491 =>
    array (
      "link" => "https://tarakan.org.ua/skolko-i-kak-varit-svinoj-yazyk/",
      "anchors" => array (
        "сколько варить свиной язык по времени чтобы был мягким",
"как правильно варить свиной язык",
"как варить свиной язык в мультиварке",
"как долго варить свиной язык",
      )
    ),
    492 =>
    array (
      "link" => "https://tarakan.org.ua/uk/chasnykova-voda/",
      "anchors" => array (
        "як пити часникову воду",
"користь від часниковою води",
"користь часникової води для кімнатних рослин",
"як приготувати часникову воду",
"як зробити часникову воду",
"рецепт часникової води",
"що можна поливати часниковою водою",
"часникова вода для орхидей",
"часникова вода для вазонів",
"часникова вода для квітів",
      )
    ),
    493 =>
    array (
      "link" => "https://tarakan.org.ua/chesnochnaya-voda/",
      "anchors" => array (
        "как пить чесночную воду",
"польза от чесночной воды",
"польза чесночной воды для комнатных растений",
"как приготовить чесночную воду",
"как сделать чесночную воду",
"рецепт чесночной воды",
"что можно поливать чесночной водой",
"чесночная вода для орхидей",
"чесночная вода для вазонов",
"чесночная вода для цветов",
      )
    ),
    494 =>
    array (
      "link" => "https://tarakan.org.ua/uk/shho-ne-mozhna-grity-v-mikrohvylovij-pechi/",
      "anchors" => array (
        "продукти які не можна розігрівати в мікрохвильовій печі",
"у якому посуді не можна гріти в мікрохвильовій печі",
"чому не можна гріти метал в мікрохвильовці",
"чому в печах нвч не можна використовувати металевий посуд",
"який пластик можна гріти в мікрохвильовці",
"чи можна гріти фольгу в мікрохвильовці",
      )
    ),
    495 =>
    array (
      "link" => "https://tarakan.org.ua/chto-nelzya-gret-v-mikrovolnovoj-pechi/",
      "anchors" => array (
        "продукты, которые нельзя разогревать в микроволновке",
"в какой посуде нельзя греть в микроволновке",
"почему нельзя греть металл в микроволновке",
"почему в печах нвч нельзя использовать металлическую посуду",
"какой пластик можно греть в микроволновке",
"можно ли греть фольгу в микроволновке",
      )
    ),
    496 =>
    array (
      "link" => "https://tarakan.org.ua/uk/znachennya-imeni-matvij/",
      "anchors" => array (
        "походження імені Матвій",
"значення імені Матвій",
"ім'я Матвій",
"таємниця імені Матвій",
"тлумачення імені Матвій",
"ім'я Матвій скорочено",
"ім'я Матвій англійською",
      )
    ),
    497 =>
    array (
      "link" => "https://tarakan.org.ua/znachenie-imeni-matvej/",
      "anchors" => array (
        "происхождение имени Матвей",
"значение имени Матвей",
"имя Матвей",
"тайна имени Матвей",
"толкование имени Матвей",
"имя Матвей сокращено",
"имя Матвей на английском",
      )
    ),
    498 =>
    array (
      "link" => "https://tarakan.org.ua/uk/keto-diyeta/",
      "anchors" => array (
        "кето дієта",
"кетогенна дієта",
"кетогенне харчування",
"що таке кето-дієта",
"кето-дієта для початківців",
"кето дієта для схуднення",
"з чого розпочати кето дієту",
      )
    ),
    499 =>
    array (
      "link" => "https://tarakan.org.ua/keto-dieta/",
      "anchors" => array (
        "кето диета",
"кетогенная диета",
"кетогенное питание",
"что такое кето-диета",
"кето-диета для начинающих",
"кето диета для похудения",
"с чего начать кето диету",
      )
    ),
    500 =>
    array (
      "link" => "https://tarakan.org.ua/uk/koduvannya-vid-alkogolizmu/",
      "anchors" => array (
        "наслідки після кодування від алкоголізму",
"як проходить кодування від алкоголізму",
"кодування алкоголізму",
"що буде якщо випити після кодування",
"як виглядає кодування від алкоголю",
"види кодування від алкоголізму",
"лазерне кодування від алкоголізму",
      )
    ),
    501 =>
    array (
      "link" => "https://tarakan.org.ua/kodirovanie-ot-alkogolizma/",
      "anchors" => array (
        "последствия после кодирования от алкоголизма",
"как проходит кодировка от алкоголизма",
"кодирование алкоголизма",
"что будет если выпить после кодировки",
"как выглядит кодировка от алкоголя",
"виды кодирования от алкоголизма",
"лазерная кодировка от алкоголизма",
      )
    ),
    502 =>
    array (
      "link" => "https://tarakan.org.ua/uk/reczept-rogalykiv/",
      "anchors" => array (
        "як приготувати смачні рогалики",
"рецепт рогаликів",
"інгредієнти для рогаликів",
"тісто для рогаликів",
"начинка для рогаликів",
"класичні рогалики",
"рогалики зі згущеним молоком",
"рогалики з сирною начинкою",
"рогалики з горіховою начинкою",
"випічка домашніх рогаликів",
"приготування рогаликів в домашніх умовах",
      )
    ),
    503 =>
    array (
      "link" => "https://tarakan.org.ua/reczept-rogalikov/",
      "anchors" => array (
        "как приготовить вкусные рогалики",
"рецепт рогаликов",
"ингредиенты для рогаликов",
"тесто для рогаликов",
"начинка для рогаликов",
"классические рогалики",
"рогалики со сгущенкой",
"рогалики с творожной начинкой",
"рогалики с ореховой начинкой",
"выпечка домашних рогаликов",
"приготовление рогаликов в домашних условиях",
      )
    ),
    504 =>
    array (
      "link" => "https://tarakan.org.ua/uk/chaj-z-kropyvy/",
      "anchors" => array (
        "чай з кропиви",
"корисні властивості кропиви",
"інгредієнти для чаю з кропиви",
"рецепт чаю з кропиви",
"як зробити чай з кропиви",
"використання кропиви для чаювання",
"чай для очищення організму",
"лікувальні властивості кропиви",
"чай із кропиви при схудненні",
"чай з кропивою для профілактики",
      )
    ),
    505 =>
    array (
      "link" => "https://tarakan.org.ua/chaj-iz-kropivy/",
      "anchors" => array (
        "чай из крапивы",
"полезные свойства крапивы",
"ингредиенты для чая из крапивы",
"рецепт чая из крапивы",
"как сделать чай из крапивы",
"использование крапивы для чаепития",
"чай для очищения организма",
"лечебные свойства крапивы",
"чай из крапивы при похудении",
"чай с крапивой для профилактики",
      )
    ),
    // 506 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 507 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 508 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 509 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 510 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 511 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 512 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 513 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 514 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 515 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 516 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 517 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 518 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 519 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 520 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 521 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 522 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 523 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 524 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 525 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 526 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 527 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 528 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 529 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 530 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 531 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 532 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 533 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 534 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 535 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 536 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 537 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 538 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 539 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 540 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 541 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 542 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 543 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 544 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 545 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 546 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 547 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 548 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 549 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 550 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 551 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 552 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 553 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 554 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 555 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 556 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 557 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 558 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 559 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 560 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 561 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 562 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 563 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 564 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 565 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 566 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 567 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 568 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 569 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 570 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 571 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 572 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 573 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 574 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 575 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 576 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 577 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 578 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 579 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 580 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 581 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 582 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 583 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 584 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 585 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 586 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 587 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 588 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 589 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 590 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 591 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 592 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 593 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 594 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 595 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 596 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 597 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 598 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 599 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
    // 600 =>
    // array (
    //   "link" => "",
    //   "anchors" => array (
        
    //   )
    // ),
  );

  return $tarakan_links;
}
?>